<template lang="pug">
  #e-article-detail
    BaseLayout
      .article-detail-container.e-flex
        .article-detail-content
          .article-detail-title {{article.title}}
          .article-detail-date  {{article.date}}
          .article-detail-context(
            v-html="article.context"
          )
          Control(
            :watch= "this.article.read"
            :collect= "this.article.collect"
          )
        Recommend
</template>

<script>
import BaseLayout from '../../layout/base_layout.vue'
import Recommend from './recommend.vue'
import Control from './control.vue'
import Image1 from "../../../assets/images/school/school_atricle_image1.png";
import Image2 from "../../../assets/images/school/school_atricle_image2.png";
import Image3 from "../../../assets/images/school/school_atricle_image3.png";
import Image4 from "../../../assets/images/school/school_atricle_image4.png";
import Image5 from "../../../assets/images/school/school_atricle_image5.png";
import Image6 from "../../../assets/images/school/school_atricle_image6.png";

export default {
    data() {
        return {
            titleId: 1,
            article: {},
            articleList: [
                {
                    id: '1',
                    title: '告诉你这么做外汇交易，超过一半的胜算已到手！',
                    des: '汇商君经常会在后来收到粉丝们提的一些关于外汇操作的问题，如何根据国家的宏观经济、地缘政治、军事等因素分析货币对的走势？如何以MACD\布林带等技术指标来分析支撑位、阻力位？如何摸清规律后的汇价做预测？等等诸如此类的问题。还有不少人认为交易就是赌博，甚至把交易的亏损归结于自己的赌运差。',
                    image: Image1,
                    date: '2020-05-01',
                    read: 2134,
                    collect: 89,
                    context: '<p><span style="color: rgb(68, 68, 68);">汇商君经常会在后来收到粉丝们提的一些关于外汇操作的问题，如何根据国家的宏观经济、地缘政治、军事等因素分析货币对的走势？如何以MACD\布林带等技术指标来分析支撑位、阻力位？如何摸清规律后的汇价做预测？等等诸如此类的问题。还有不少人认为交易就是赌博，甚至把交易的亏损归结于自己的赌运差。</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">汇商君想说，交易的确一部分有运气的成分，但是汇价的波动完全是符合一国经济强弱的规律以及货币市场的规矩。也就是说可分析和规律性，决定了交易和赌博是两个概念。</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">市场是永远没有确凿无疑的走势，只有相对确定的走势。入场了，你就有一半的胜算在手，另一半的胜算如何掌控那就要看你的心态、基本面、技术面的分析能力。</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">正是这种不确定性，给外汇交易增添了一份神秘又具有挑战性的色彩。汇商君今天给大家总结了一些分析汇市的规律和对于行情的波动因素，可做参考。</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">外汇市场通常对有一些国家定期公布的经济数据很敏感，有些数据甚至会导致某些货币短期走势逆转。但有些炒汇者对此不太了解，公布数据时不知道是利好还是利空。</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">汇商君经过长期的实践和摸索，在经济数据对汇市的影响方面，总结了一些规律，谨供参考。</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">失业率</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">失业率是代表经济发展好坏的标志。失业率上升，意味着经济增长受阻；反之，则意味着经济发展势头良好。</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">消费物价指数</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">主要反映消费者支付商品或劳务的价格变化情况。如果CPI大幅度上升，从短期看，有助于利率上升，从而支持汇价坚挺；从长期看，实质上是通货贬值。</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">消费者消费信心指数</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">消费者消费信心指数是指消费者消费愿望的表示，指数增加，表示消费者乐意支出，对经济增长是利好的，汇率上升；反之，则对经济增长不利，汇率下降。</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">影响外汇行情的因素主要有以下5个方面：</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">国际收支</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">国际收支是一国在一定时期内（通常是一年内）与外国的全部经济交易发生的收支总额，这是一国与其它各国之间经济交往的记录。</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">通货膨胀差异</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">通货膨胀是指一般价格水平的持续、普遍上升。国内外通货膨胀的差异是决定汇率长期趋势的主导因素，在不兑现的信用货币条件下，两国之间的比率，是由各自所代表的价值决定的。如果一国通货膨胀高于他国，该国货币在外汇市场上就会趋于贬值；反之，就会趋于升值。</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">利率</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">利率：“利息率”的简称，是一定时期内利息额对借贷本金之比。我们需要关注各国利率政策的制定及利率的波动。</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">市场预期</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">市场预期：国际金融市场的游资数额巨大，这些游资对世界各国的政治、军事、经济状况具有高度敏感性，由此产生的预期支配着游资的流动方向，对外汇市场形成巨大冲击，预期因素是短期内影响外汇市场的最主要因素。</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">货币管理当局的干预</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">各国货币当局为了使汇率维持在政府所期望的水平上，会对外汇市场进行直接干预，以改变外汇市场的供求状况，这种干预虽然不能从根本上改变汇率的长期趋势，但对外汇的短期走势仍有重要影响。</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">投资者在进行现交易之前，第一步要进行的就是基本面的分析。如果缺乏基本分析，投资者根本不可能知道市场的现状，了解不到市场状况是否过热；投资的资金应该增加还是减少；市场趋向如何，所有这一切的基本因素分析都是不可缺少的步骤。</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">下面以黄金为例，介绍下基本分析存在哪些局限性?</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">捕捉不到近期的峰顶和谷底</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">即使是再大牛市阶段，金价也会有起有落。假如可以把握每一浪的走势，在高处吸纳、在低处沽出，获得的利润必然要比简单持有高得多。而基本分析，恰恰不能捕捉到这些细微的变化。正是基于基本分析只能分析市场的大势所趋，而不能解答市价起起落落的原因。因此除了在黄金买卖中要进行基本分析以外，还要通过技术分析来进行补充。</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">公开市场，需求数字很难精确</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">黄金供应的数字，只需要将主要产金国家的每年产量相加，便可获得较为有效的数字。但是，需求方面数字的获得就较为困难。比如有的企业会将金币进行熔化，用于工业生产，从而使需求的数字含有重复计算的因素。所以，不可能用精确的数字来进行基本面的分析。</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">部分国家的资料难以获得或时间滞后</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">部分产金国家，并不情愿向国际公布数字，或者数字的公布有一定的滞后期，专家的数字只能是估计得来。所以当这些国家在套取外汇时，其推出市场黄金的数量，完全可能使市场产生震荡。基本分析在这方面的资料上，就显得有些不全面。</span></p><p><br></p><p><strong style="color: rgb(68, 68, 68);">不能告诉我们入市的时机</strong></p><p><br></p><p><span style="color: rgb(68, 68, 68);">我们经过基本面的分析以后，都知道金价是在大牛市阶段。但是哪一天介入呢？现在做多，可能后天价格就会低得更多。等到下星期再买，可能现在就是最低价。因此，基本面分析只能告诉我门黄金价格的大势所趋，而根本不能向我们提供入市的最佳时机。</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">以上就是对于基本面局限性做的分析。因此在投资中除了进行基本分析以外，还要通过技术分析来进行补充。</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">● 不是所有的基本因素在任意时间点上都可以获知；</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">● 不同基本因素的重要性在不同时期发生变化，难于知道那些基本因素在什么时间是最重要的；</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">● 普通投机者可能很难收集和解读在每个市场上都能提供的信息中的财富；</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">● 基本分析经常无法回答多数投机者面对的问题，即时机抉择的问题；</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">● 大多数基本因素统计只在事后可以获得，当它们经由不同政府机关或遍布世界的新闻通讯社收集时，它们经常成为陈旧的信息，并不必然反映最近的形势；</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">● 基本因素可能因一些突然变化而发生重大改变，如天气、政治、国际事件和一些科学技术上的因素，这些事项要反映在实际的基本因素统计上需要经过一段时间；</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">● 以长远观点看，收集、更新和解读基本因素数据所需的巨大努力，可能不会产生有效率的收获(在收益的意义上)；</span></p><p><br></p><p><span style="color: rgb(68, 68, 68);">● 大多数基本分析并不提供根据价格行动的变化，而是反映基于内在条件的变化，这些变化可能很迟缓，当事实上一个趋势上的重大变化可能已经开始的时候，没有可见的或可理解的变化支持看多或看空立场的理由。</span></p>'
                },
                {
                    id: '2',
                    title: '外汇平台搭建 | 搭建外汇平台哪些坑害死你',
                    des: '今天笔者和大家分享一下从业多年来的经验，笔者一直从事外汇后台方面的工作，曾经服务过百家的券商的软件后台，看到一些搭建方技术的低劣和业余程度，笔者想写一篇经验贴给想搭建外汇平台的朋友，希望可以起到提示的作用。',
                    image: Image2,
                    date: '2019-12-21',
                    read: '2434',
                    collect: '89',
                    context: '<p>今天笔者和大家分享一下从业多年来的经验，笔者一直从事<a href="http://www.fxunion.com/" rel="noopener noreferrer" target="_blank" style="color: rgb(47, 58, 48);">外汇</a>后台方面的工作，曾经服务过百家的券商的软件后台，看到一些搭建方技术的低劣和业余程度，笔者想写一篇经验贴给想搭建<a href="http://www.fxunion.com/" rel="noopener noreferrer" target="_blank" style="color: rgb(47, 58, 48);">外汇</a>平台的朋友，希望可以起到提示的作用。</p><p>&nbsp;</p><p>1，搭建方为券商</p><p>&nbsp;</p><p>开头直入主题，这种搭建方是最危险的，没有之一。为什么这么说尼? 因为他是你的竞争对手，你如果在券商平台下搭建了自己的白标，那么今后您的客户全部会暴露在这个券商平台下面，券商想怎么拿你的客户就怎么拿，最后只能等着客户被拿走然后自己破产。另外就是，一旦这个券商出现问题，您的平台也会跟着倒霉。</p><p>&nbsp;</p><p>2，搭建方收取保证金</p><p>&nbsp;</p><p>这种也是比较危险的一种搭建方，因为一般来说收取保证金的一方均为流动性方，流动性有正规的牌照和监管，会保证资金的安全，但是如果一旦搭建方提出要收取保证的要求，那么请您注意，他是否有正规的监管牌照，是STP牌照还是MM牌照，因为可能会出现人财两空的局面。往往这类搭建方是从流动那边拿过来报价，然后自己加一点手续费或者点差，这样您的运营成本莫名的就会增加很多。</p><p>&nbsp;</p><p>3，搭建方价格极度低廉</p><p>&nbsp;</p><p>这种搭建方很容易吸引人的注意，往往是极其低廉的价格来吸引客户，甚至可以无底线的一直低下去。这种搭建方其实目的很明显，第一有可能是盗版的软件，第二有可能是不会对任何客户进行删选，大多客户可能都是诈骗类平台。盗版软件不用多说，基本没有什么成本，所有可以无底线低价，但是这个风险巨大，因为盗版平台是没有维护的，不能升级的，一旦出现任何问题，机毁人亡。再说说诈骗类平台，往往诈骗类平台目的都很明确，圈一笔钱就跑路，所有往往这种人会找搭建价格最低的搭建方。如果您想长期做下去您的平台，请您主注意了，要远离这类搭建方，因为一旦他们诈骗目的客户出现任何问题，都可能牵连到您的正常的平台。</p><p>&nbsp;</p><p>4，科技类搭建方</p><p>&nbsp;</p><p>这种搭建方科技公司，不做平台，不收取保证金，所以可信任系数最高，也是笔者比较推荐的一种，往往这类搭建方性价比比较高，而且技术也比较好，并且了解软件自身的漏洞，可以给出相对有效的措施，防止刷单或者套利等，建议有搭建意愿的朋友可以多了解。</p><p>&nbsp;</p><p>总结一句，如果您想长期从事平台业务，我们建议您慎重选择您的平台搭建方。</p>'
                },
                {
                    id: '3',
                    title: '数汇学院 | 选择值得信赖的外汇经纪商，这5个细节不可忽视！',
                    des: '外汇市场作为全球最大的金融市场，吸引着越来越多的投资者参与其中，各类外汇经纪商也如春笋般涌现。对于刚踏入外汇市场的交易者来说，选择一个适合自己的经纪商是相当重要的一件事。今天小编就和大家聊聊外汇经纪商。',
                    image: Image3,
                    date: '2019-12-21',
                    read: '5433',
                    collect: '89',
                    context: '<p class="ql-align-justify">外汇市场作为全球最大的金融市场，吸引着越来越多的投资者参与其中，各类外汇经纪商也如春笋般涌现。对于刚踏入外汇市场的交易者来说，选择一个适合自己的经纪商是相当重要的一件事。今天小编就和大家聊聊外汇经纪商。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify"><strong>【外汇经纪商分类】</strong></p><p class="ql-align-justify"><br></p><p class="ql-align-justify">在选择外汇经纪商时，了解哪些类型的经纪商存在是非常重要的。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify">外汇经纪商主要有两种类型：交易柜台型和非交易柜台型。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify">交易柜台经纪商也称为做市商，即通过交易柜台操作的外汇经纪商，靠点差赚钱，与客户进行对冲交易。做市商同时提供买价和卖价，掌控着价格，对于他们来说，设定固定点差的风险很小。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify">非交易柜台经纪商，顾名思义即不通过交易柜台传递客户的委托。非交易柜台经纪商可以进一步被细分为电子通讯网络（ECN）经纪商和直通处理型（STP）经纪商等。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify">有关外汇经纪商分类的详细介绍可以参考我们之前的文章：《当我们在讨论MM/ STP/DMA/ECN /MTF 的时候，我们在讨论什么？》，这里就不做进一步的展开。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify"><strong>【如何选择外汇经纪商】</strong></p><p class="ql-align-justify"><br></p><p class="ql-align-justify">零售外汇市场竞争很激烈，要在所有可用的经纪商中筛选出合适的经纪商将是一项很有挑战性的工作。下面我们探讨一下选择经纪商时，我们可以考虑的因素。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify"><strong>1.交易平台</strong></p><p class="ql-align-justify"><br></p><p class="ql-align-justify">进行在线外汇交易时，大多数交易活动通过经纪商的交易平台发生。这就要求经纪商需保障其交易平台的安全稳定。寻找经纪商时，需要弄清楚交易平台包括哪些内容和服务，有关交易平台最基本的方面包括图表工具和技术指标、操作界面、服务器、存储量、重复报价情况、语言版本、是否定期更新及修复漏洞等等。选择经纪商时，一定要对这些相关的内容进行详细的查看及考量。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify"><strong>2.交易费用</strong></p><p class="ql-align-justify"><br></p><p class="ql-align-justify">无论你属于那种类型的交易者，都不可避免的会产生一定的交易成本。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify">你进行的每一个交易，你要么付点差，要么付佣金，有时两者都需支付，所以寻找最实惠、最便宜的比率是很正常的，有时可能需要为了更可信的经纪商牺牲较低的交易费用。因此在选择合适的外汇经纪商时，需要确保按照你的交易类型，然后回顾一下可用选项，找到账户安全性和较低的交易费用之间的平衡点。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify"><strong>3.监管</strong></p><p class="ql-align-justify"><br></p><p class="ql-align-justify">在选择外汇经纪商之前，核实经纪商的公司有没有正规的金融牌照，是否在所在国合法注册, 受有关部门监管，这是保障资金安全非常重要的一步。不受监管的外汇经纪商常用一些欺诈伎俩，让无数交易者掉入交易陷阱。而受监管则意味着经纪商必须遵守较高的行事准则，满足一定的资本要求，并且按照法律要求处理交易者资金。所以一定要确保你选择的外汇经纪商是受监管的，最好选择那些受声誉卓著的监管机构监管的外汇经纪商。较为常见的监管机构包括美国的CFTC，英国的FCA，澳大利亚的ASIC等。这些监管机构的官网都有相关的查询页面，如果不确定所选择的经纪商资质，可以进入相关网站查询其是否接受金融机构监管。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify"><strong>4.账户隔离</strong></p><p class="ql-align-justify"><br></p><p class="ql-align-justify">即把客户的资产和金融机构自身资产有效隔离开。隔离账户使客户资金与经纪商运营资金分离。所有交易者的资金会以该客户的名义存于第三方银行账户，并与经纪商自身的运营资金以及其他交易者的资金完全分离。也就是说交易者的资金和保证金只能用在自己的交易、结算、担保以及任何其他的由该交易者自己限定的用途上。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify">外汇隔离账户并不能用作外汇经纪商的运营资金，是保护客户资金的一种高效透明的方式。同时外汇经纪商将客户资金隔离存放，保证资金的独立性和不被混用。那么，当客户有出金要求，经纪商可以尽快审核后处理这样的申请。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify"><strong>5.市场知名度</strong></p><p class="ql-align-justify"><br></p><p class="ql-align-justify">市场上有那么多的外汇经纪商，不可能一一都尝试，交易者需要多方面理性甄别合适的经纪商：可以从公司以往的新闻及交易记录等相关资料中来分析判断公司交易系统的稳定性及入金出金的服务口碑如何；可以参考公司进入市场的时间，一般而言经过时间验证的经纪商相对要比新出现的经纪商更为安全；可以关注公司客户量，客户越多相对说明公司的系统平台所能支撑的外汇交易能力越强；可以参考公司的外汇行业得奖记录，公司的资金实力，客服处理突发问题的能力，公司网站流量等等，这些均可以作为评价外汇经纪商知名度的重要参考因素。</p><p class="ql-align-justify"><br></p><p class="ql-align-justify">如果不想日后为资金安全和交易执行等方面的问题担忧，那一定要在选择外汇经纪商之前就做好以上功课。可以肯定的是，在正规的外汇经纪商那里拥有交易账户将是一种健康的交易方式！</p><p><br></p>'
                },
                {
                    id: '4',
                    title: '普及外汇知识之：一千多家外汇经纪商，应该如何选择？',
                    des: '中国大陆是全球主要外汇经纪商竞相追逐的“大市场”，粗略统计目前国内有一千多家外汇经纪商。因为目前国内没有监管，甚至没有任何限制门槛，无论何时何地，只要有资金，都可以开展业务，导致国内经纪商的质量参差不齐。如何在众多的经纪商中选择一家最优经纪商成为了困扰投资者的一个难题。',
                    image: Image4,
                    date: '2019-12-21',
                    read: '965',
                    collect: '89',
                    context: '<p>中国大陆是全球主要外汇<span style="color: rgb(102, 102, 102);">经纪商</span>竞相追逐的“大市场”，粗略统计目前国内有一千多家外汇经纪商。因为目前国内没有监管，甚至没有任何限制门槛，无论何时何地，只要有资金，都可以开展业务，导致国内经纪商的质量参差不齐。如何在众多的经纪商中选择一家最优经纪商成为了困扰投资者的一个难题。</p><p><br></p><p><br></p><p class="ql-align-center"><img src="https://pic.manqian.cn/b67fd066-87f8-40ad-bdee-1b3bd07b2b3e?t=1568623617485" alt="普及外汇知识之：一千多家外汇经纪商，应该如何选择？"></p><p class="ql-align-center"><br></p><p class="ql-align-center"><br></p><p>今天就和大家聊一聊如何根据自身需求选择出合规又合适的外汇经纪商。</p><p><br></p><p>选择外汇经纪商应考虑的要点</p><p><br></p><p>安全性️</p><p><br></p><p>如果投资者所存的资金不安全，或者更糟的是，交易者的外汇账户将会被窃取和盗用，所赚的利润被骗子窃取。那么开设外汇账户的意义是什么呢？因此，一个好的外汇经纪商必须具备的首要特征就是高度的安全性。判断安全与否的重要标准就是看它的监管机构是什么，有没有合法的牌照。据不完全统计，在中国大陆开展外汇业务的经纪商已经超过一千家，而其中很多是不受监管的。</p><p><br></p><p>每个国家对外汇的监管力度各有不同。比如，美国、英国、澳大利亚以及新西兰和印尼的监管有多不同，因此，投资者应该对不同的监管机构能有个大致的了解。一般情况下，监管越严，资金越安全。</p><p><br></p><p>最低入金要求</p><p><br></p><p>在比较经纪商的时候，最低入金要求也是重要的变量之一。不同的经纪商对最低入金的要求不同，根据交易者的交易资金（交易微型手、迷你手还是标准手）来选择经纪商。但不推荐交易者仅就入金最低金额来选择经纪商。因为一些提供优质服务的经纪商可能会选择对最低入金要求相对较高(例如大约500美元)，以确保客户对他们的交易行为是认真的。</p><p><br></p><p>交易成本️</p><p>进行外汇交易，就不得不考虑交易成本。每一次交易，都要支付点差或佣金。点差属于交易成本的一部分，对于外汇交易者（老练或新手）来说十分重要。经纪商通常会在流动性供应商报价的基础上加点来获得其服务的补偿，因此点差越大意味着交易成本越高。佣金和点差类似，不管交易者是盈利还是亏损，都要支付这笔费用。</p><p><br></p><p>&nbsp;出入金️</p><p><br></p><p>交易账户的入金和出金问题也是交易者需要关注的重点之一。交易者应该了解交易平台的出入金方式、处理时间、是否有任何限制条件等。如果交易者不能正常地存入资金和收回收益或根本不出金，那么提供服务的经纪商就不是一个合适的选择。</p><p><br></p><p><span style="color: rgb(102, 102, 102);">杠杆比率</span>️</p><p><br></p><p>杠杆比率和保证金要求是选择经纪商时需要考虑的一个因素。对于初学者来说，可能会选择不太高的杠杆，具有良好业绩记录和成功经验的交易员可能会选择高杠杆。因此外汇经纪商能够提供的最高杠杆能否满足交易者的需求是考察经纪商的一个标准。</p><p><br></p><p>交易平台️</p><p><br></p><p>交易者的交易活动大多是通过经纪商的交易平台进行的。这意味交易平台必须是稳定的。因此我们在选择经纪商的时候，应该查看交易平台所提供的所有信息。比如，是否提供广泛的图表工具和评估价格的技术指标？能够提供免费的财经新闻？交易平台界面干净整洁吗？服务器是否可靠？平台是否频繁的收到更新或错误修复的消息？能否自定义平台以适应交易需求和语言要求？</p><p><br></p><p>客户服务️</p><p><br></p><p>经纪商对客户的服务质量也是一个不可小觑的因素。好的经纪商很多，但并没有一个是完美的，因此要选择一个当出现问题的时候可以轻松联系到的经纪商至关重要，用来考察经纪商在处理账户或技术支持问题时的能力。</p><p><br></p><p>在交易者需要帮助的时候，经纪商应该能够随时找到。交易者可以尝试发几封邮件向经纪商询问一些问题，通过能否收到回复以及回复的效率来考察经纪商是否了解自己的产品以及是否注重客户服务。&nbsp;</p><p><br></p><p>帐户类型️</p><p><br></p><p>一些经纪商会了解交易者之间的差异，致力满足其个别需求，进而提供不同的账户类型；还有一些经纪商会提供一个带有很多定制选型的账户选项。一般来说，经纪商可以提供账户类型的数量并不是最重要的，那种提供可定制的投资资金、可调整的杠杆率以及点差需求的经纪商，能够满足不同背景和经验水平的客户的需求。</p><p><br></p><p>不要轻信网上的评论或其他人的观点</p><p><br></p><p>一些交易者在选择经纪商的时候，会先通过搜索引擎及论坛查找相关的评价，虽然有一定的价值，但并不一定完全是正确的。因为有一些评论可能是经纪商自己发出去的，就是俗称的“水军”；还有一些是亏损的交易者可能因为情绪不好而大肆黑某一家经纪商，这种评论往往主观臆断性太强。因此，交易者不要轻信各种网络评论，避免走捷径，应该自己亲自调查，不要盲目相信其他人的观点。</p><p><br></p><p>交易实践️</p><p>交易者对外汇经纪商做了调查之后，可以与他们开立一个交易账户，通常通过做一个小额资金(大约100-500美元)来进行交易。通过这个过程中来判断经纪商是否确实符合他们在其网站上所提到的内容。几个月后，交易者觉得经纪商可以信任，就可以逐步向账户增加资金。</p>'
                },
                {
                    id: '5',
                    title: '美国外汇保证金当年是怎么去杠杆的？',
                    des: '美国次贷危机引发的全球金融危机之后，欧美各国的金融机构遭受巨大损失和面临破产威胁，美国的金融机构尤为严重。迫使美国政府出台各项政策限制金融业。过度使用高杠杆、资产负债表过度膨胀是造成此次危机的主要原因。于是去杠杆化成为应对金融危机的核心内容。',
                    image: Image5,
                    date: '2019-12-21',
                    read: '4533',
                    collect: '89',
                    context: '<p>美国次贷危机引发的全球金融危机之后，欧美各国的金融机构遭受巨大损失和面临破产威胁，美国的金融机构尤为严重。迫使美国政府出台各项政策限制金融业。过度使用高杠杆、资产负债表过度膨胀是造成此次危机的主要原因。于是去杠杆化成为应对金融危机的核心内容。</p><p>&nbsp;</p><p><strong>去杠杆化</strong></p><p>&nbsp;</p><p>去杠杆化是因为在过去数十年里，全球在持续低利率环境、金融监管宽松催生了大量金融衍生品和造就了高杠杆时代。过剩的流动性推高了全球各项资产的价格，产生的资产泡沫如今已被戳破，欧美国家都投入到了去杠杆化的进程中去。</p><p>&nbsp;</p><p><strong>高杠杆的时代</strong></p><p>&nbsp;</p><p>金融机构杠杆率是指总资产与权益资本的比率。导致这一杠杆过高有其形成机制：首先，由于资本充足率要求限制银行资产规模导致银行通过资产证券化将一些高风险资产转移出资产负债表外，形成高杠杆。其次，通过杠杆操作持有大量股票、债券和复杂信贷品的投资银行、对冲基金、货币市场基金、债券保险公司、结构性投资工具等非银行金融机构隐藏了部分杠杆。再次，取消杠杆率限制导致了投资银行的高杠杆率。最后，最根本的原因是过度金融创新和衍生品投资。</p><p>&nbsp;</p><p><strong>去杠杆现状</strong></p><p>&nbsp;</p><p>金融危机爆发后，由于导致高杠杆率的最根本的原因是过度的金融创新和衍生品投资，所以去杠杆化就从金融产品的去杠杆化开始，主要是对大量的衍生结构性金融产品的去杠杆。可以说对金融产品的去杠杆化到目前为止已经结束。之后是对金融机构的去杠杆化和对投资者的去杠杆化，这个正在进行中。这已经导致大量对冲基金退出市场，在未来可能还有更多风险投资者离开寻找新的投资方式。在去杠杆化的过程中，各国要求金融机构降低杠杆率，各国金融机构不得不出售资产、股权融资、由政府帮助剥离不良资产或者由政府直接注资以渡过难关。</p><p>&nbsp;</p><p><strong>美国的</strong><strong style="color: rgb(47, 58, 48);">外汇</strong><strong>保证金交易市场</strong></p><p>&nbsp;</p><p><span style="color: rgb(47, 58, 48);">外汇</span>保证金交易又称合约现货<span style="color: rgb(47, 58, 48);">外汇</span>交易、按金交易、虚盘交易，指投资者利用<span style="color: rgb(47, 58, 48);">外汇</span>经纪上提供的资金杠杆进行<span style="color: rgb(47, 58, 48);">外汇</span>交易。所谓外汇保证金就是客户进行交易需要缴纳给外汇经纪商的抵押金用以弥补客户在交易中可能产生的损失。外汇市场是 24 小时交易的全球最大的金融市场，并且还在迅速扩大中，吸引了大量的基金管理公司和对冲基金等机构。美国的外汇保证金交易外汇经纪商通常提供 400 倍的杠杆进行外汇交易。美国纽约外汇交易中心交易时段处于每日外汇交易收官阶段，加上全球最大的股票市场和债券市场同属于这区，市场间的互动关系左右着汇市的行情，所以美国纽约外汇交易市场对外汇行情次日的走势影响非常的大。纽约外汇交易中心一直是继英国伦敦外汇交易市场后第二的外汇交易市场，并且始终在努力赶超伦敦。</p><p>&nbsp;</p><p><strong>去杠杆化在美国外汇交易市场</strong></p><p>&nbsp;</p><p>自 2009 年 11 月 30 日（美东时间）即日起，NFA 将实施修正案调整美国外汇交易商的杠杆比例。该修正案将限制将主要货币对的交易调整为 100：1 的杠杆，其他货币对调整为 25：1 的杠杆。NFA 是美国期货行业协会，美国通过行业协会对其外汇交易商的杠杆比例下调从而实现了在在美国外汇市场上对于外汇投资者的去杠杆化。 其具体影响是，假设一名投资者要操作 10 万美元一手的外汇交易，原来以 400：1 杠杆的比例只需要缴纳 250 美元，实施修正案后该投资者必须缴纳 1000 美元的保证金。</p><p>&nbsp;</p><p><strong>去杠杆化后对美国外汇市场的影响</strong></p><p>&nbsp;</p><p>美国期货行业协会通过下调杠杆比例其主要目的限制过分使用杠杆的交易者，减少高杠杆的投机交易行为。其做法对美国的外汇交易市场有利有弊。</p><p>&nbsp;</p><p><strong>美国外汇经纪商去杠杆后对外汇市场的有利因素</strong></p><p>&nbsp;</p><p>由于此次全球金融危机的起因于美国的次贷危机，而次贷危机的根源是过度的金融创新和衍生品和高杠杆的相互作用导致过剩的流动性。在危机之前全球外汇市场规模的扩大已经非常惊人，在危机之后由于全球资产缩水，过剩的流动性没有更好的投资品种，外汇市场更是在短时间之内每日的成交量有了成倍的增长。外汇市场成了投机者最好的战场，每日的波动大幅增加，2008年年中到 2009 年中欧元对美元每日平均振幅达到 200 点以上，而在 1998 年到 2008 年尽管随着外汇交易规模的增长期每天的平均振幅也在增长但是到2008 年年平均日振幅也才达到 100 出头。在一年里边有如此大的增长与金融危机不无关系。如此规模的流动性给外汇市场加大了交易风险，同时也非常不利于实体经济的恢复。所以降低杠杆比例就是要增加投机者逐利的成本，从而降低其利润率。因为主要参与外汇投机的机构是对冲基金和一些高风险的基金，他们原本融资的成本就较高在利润率大幅缩水的情况下将会退出市场。随着这些机构退出市场，2009 年下半年略有下滑，随着全球经济恢复一些投机的资金才能慢慢流向实体经济。从而进一步确保全球经济的回稳。</p><p>&nbsp;</p><p><strong>美国外汇经纪商去杠杆后对外汇市场的局限性</strong></p><p>&nbsp;</p><p>尽管美国外汇经纪商去杠杆后外汇市场日交易量是略有下滑，但是大量的投机资金还在外汇市场上交易并未撤离，究其原因在于外汇市场是 24 小时交易的全球 OTC 市场，在美国注册的经纪商早就在英国伦敦和澳大利亚悉尼交易中心注册了会员，在美国期货行业协会正式实施修正案前各大经纪商早就让其客户把其在美国公司的户头转移至澳洲或者英国，从而避开了美国行业协会的限制依然可以进行对冲和高杠杆的交易。</p><p><br></p><p><strong>总结</strong></p><p>&nbsp;</p><p>去杠杆化进程进入到对金融机构和投资者的阶段，措施越来越具体。美国期货行业协会对于外汇交易商实施的新修正案减少了美国纽约外汇交易市场的投机行为，减少了交易风险，有利于资源的有效配置。但是由于其他外汇交易市场并未实施相应的降低杠杆的政策使得美国纽约外汇交易市场在和伦敦外汇交易市场竞争全球第一大外汇交易市场的过程中在规模上更显劣势。</p>'
                },
                {
                    id: '6',
                    title: '对周线与日线的一些见解',
                    des: '日线是金价每天波动的反映，因此要从更长的周期把握股价的走势，还得应用周线图来观察。一般来说，在周线图上，我们可通过观察周线与日线的共振、二次金叉、阻力位、背离等几个现象寻找买卖点。',
                    image: Image6,
                    date: '2019-12-21',
                    read: '3231',
                    collect: '89',
                    context: '<p>日线是金价每天波动的反映，因此要从更长的周期把握股价的走势，还得应用周线图来观察。一般来说，在周线图上，我们可通过观察周线与日线的共振、二次金叉、阻力位、背离等几个现象寻找买卖点。</p><p><br></p><p>1、周线与日线共振。周线反映的是股价的中期趋势，而日线反映的是股价的日常波动，若周线指标与日线指标同时发出买入信号，信号的可能性便会大增，如周线KDJ与日线KDJ共振，常是一个较佳的买点。日线KDJ是一个敏感指标，变化快，随机性强，经常发生虚假的买、卖信号，使投资者无所适从。不过，在实际操作时往往会碰到这样的问题：由于日线KDJ的变化速度比周线KDJ快，当周线KDJ金叉时，日线KDJ已提前金叉几天，股价也上升了一段，买入成本已抬高，为此，激进型的投资者可在周线K、J两线勾头、将要形成金叉时提前买入，以求降低成本。</p><p><br></p><p>2、周线二次金叉。当金价（周线图）经历了一段下跌后反弹起来突破30周线位时，我们称为“周线一次金叉”，不过，而应保持观望；当金价（周线图）再次突破30周线时，我们称为“周线二次金叉”，即将进入拉升期，后市将有较大的升幅。此时可密切注意该的动向，一旦其日线系统发出买入信号，即可大胆跟进。</p><p><br></p><p>3、周线的阻力。周线的支撑与阻力，较日线图上的可靠度更高。从今年以来的行情我们可以发现一个规律，以周线角度来看，不少超跌品种第一波反弹往往到达了60周均线附近就有了不小的变化。以周K线形态分析，如果上冲周K线以一根长长的上影线触及60周均线，这样的走势说明60周线压力较大，后市价格多半还要回调；如果以一根实体周线上穿甚至触及60周均线，那么后市继续上涨、彻底突破60周均线的可能性很大。实际上60周均线就是日线图形中的年线，但单看年线很难分清突破的意愿，走势往往由于单日波动的连续性而不好分割，而周线考察的时间较长，一旦突破之后稳定性较好，我们有足够的时间来确定投资策略。</p><p><br></p><p>4、周线的背离。日线的背离并不能确认股价是否见顶或见底，但若周线图上的重要指标出现底背离和顶背离，则几乎是中级以上底（顶）的可靠信号，大家不妨回顾过去重要底部和顶部时的周线指标，对寻找未来的底部应有良好的借鉴作用。</p>'
                }
            ]
        }
    },
    created() {
        this.titleId = this.$route.params.id
        for (var i=0;i < this.articleList.length;i++){
            if (this.titleId === this.articleList[i].id) {
                this.article = this.articleList[i]
                break
            }
        }
    },
    components: {
        BaseLayout,
        Recommend,
        Control
    }
}
</script>

<style lang="sass" scoped>
.article-detail

  &-container
    width: 1200px
    margin: 80px auto 20px

  &-content
    width: 844px
    background-color: #fff
    margin-right: 20px
    padding: 30px
    box-sizing: border-box

  &-title
    font-size: 20px
    font-weight: 600
    color: #333
    margin-bottom: 20px

  &-date
    color: #999
    margin-bottom: 20px

  &-context
    font-size: 16px
    color: #666

    p
      margin-bottom: 20px
</style>
