<template lang="pug">
  #e-wiki-detail
    BaseLayout
      .wiki-detail-container.e-flex
        .wiki-detail-content
          .wiki-detail-title {{wiki.title}}
          .wiki-detail-date {{wiki.date}}
          .wiki-detail-context(
            v-html="wiki.context"
          ) {{wiki.context}}
          Control(
            :watch="wiki.read"
            :collect="wiki.collect"
          )
        Recommend
</template>

<script>
import BaseLayout from '../../layout/base_layout.vue'
import Recommend from './recommend.vue'
import Control from './control.vue'

export default {
  data() {
    return {
      wikiId: '',
        wikiList: [
            {
                id: '1',
                title: '自动交易系统',
                des: '自动化交易系统能让电脑执行并监管交易，因此很多交易者和投资者开始使用自动化交易系统，以更精准的执行入场和出场，并设置资金管理规则。自动化交易系统最吸引人的特色之一，就是它不像人那样具有情绪，只要达到了一定的标准，交易就会自动执行。不过，市场上对自动化交易系统褒贬不一。',
                date: '2020-05-01',
                read: '2134',
                collect: '89',
                context: '<p>自动化交易系统能让电脑执行并监管交易，因此很多交易者和投资者开始使用自动化交易系统，以更精准的执行入场和出场，并设置资金管理规则。自动化交易系统最吸引人的特色之一，就是它不像人那样具有情绪，只要达到了一定的标准，交易就会自动执行。不过，市场上对自动化交易系统褒贬不一。</p><p>&nbsp;</p><p><strong>什么是自动交易系统？</strong></p><p>&nbsp;</p><p>自动交易系统，也指机械交易系统、算法交易、自动交易或者系统交易，交易者可以建立一系列规则，包括交易入场和出场，一旦这些规则进行了编程，那么电脑就能自动执行这些规则。进出场规则的根据可以是简单的行情如移动平均交叉点，也可以是较复杂的策略，这时就需要用户的交易平台或编程人员有更广泛的编程语言基础。自动交易系统通常都需要直接连接到经纪商的软件，任何特定的规则都需要以经纪商平台的专有语言来进行编程。</p><p>&nbsp;</p><p>有些交易平台有策略建立板块，用户可以从一系列不同的技术指标中选择自己需要的功能，组成自己的自动交易规则。用户可以设置订单类型（市价单还是限价单）、什么时候交易被触发等功能，或者干脆直接使用平台默认的设置。不过，有很多交易者选择编程自己私人化的指标和策略，或者找一个编程人员来开发自己的系统。当然，这比使用平台默认的设置投入的精力更多，不过它的灵活度也更大，带来的交易结果更让人满意。</p><p>&nbsp;</p><p>一旦规则确立了，电脑就会根据交易策略来监管市场，找到买卖机会。按照设置的规定，只要进入了交易，一系列保护性止损、移动止损和盈利目标也就相应产生。在一个快速变化的市场，一旦行情对交易者不利，那瞬间进出场交易可能就意味着你的亏损被控制在一定范围还是无法挽回。</p><p>&nbsp;</p><p class="ql-align-center"><br></p><p>&nbsp;</p><p><strong>自动交易系统优势</strong></p><p>&nbsp;</p><p>由电脑监控市场，寻找好的交易机会并执行交易，这样的优势可以列成一个长长的单子：</p><p>&nbsp;</p><p>● 情绪最小化。自动化交易系统使情绪减小到最低，这样交易者更容易坚持交易计划。由于交易订单只要被触发就会自动执行，因此交易者不会有犹豫或者怀疑的时间。自动化交易系统不仅能帮助那些无法下定决心的交易者，而且还能抑制过度交易者的交易欲望，因为买入和卖出的标准已经确定。</p><p>&nbsp;</p><p>● 能进行回溯测试。回溯测试就是利用历史市场数据来测试交易规则，以检查这些规则是否可行。在设计自动化交易系统时，所有的规则都必须是绝对的，电脑无法做出猜测行为，它只会执行规则。交易者在投入真金白银进行交易前，可以先用历史数据来测试。回溯测试让交易者评估交易规则是否合理，系统是否符合盈利抑或亏损期待。</p><p>&nbsp;</p><p>● 保持原则。由于交易规则已确定，交易也是自动执行，因此即使在市场波动时期，交易者也会保持原则。通常，由于害怕亏损，或者试图再多盈利一把，很多人失去了原则，而自动交易就确保了原则的存在，因为交易会完全按照计划来进行。而且，交易操作失误也降到最低。</p><p>&nbsp;</p><p>● 保持一致。交易最大的挑战之一，就是“做交易计划并按计划执行”。一个交易计划可能是盈利的，而交易者却无视这些计划和规则，交易系统就无法带来期待的结果。没有一个交易计划能100%盈利，亏损也是游戏的一部分。但是亏损会让人心理产生畏惧，所以连着亏损了几次的交易者很可能就放弃下一场交易。假设下一场交易本来是可以盈利的，那放弃这场交易也就降低了系统的盈利概率。自动交易系统则能让交易者保持与交易计划的一致。</p><p>&nbsp;</p><p>● 提高入场速度。电脑能快速适应不断变化的市场行情，因此，一旦交易条件满足，订单就能自动执行。将入场或出场的速度提高几秒都能对交易结果产生很大的影响。市场变化太快，如果还未来得及入场，市场已经达到了盈利目标或者越过了止损水平，那得多么让人沮丧。而自动交易系统就能不留遗憾。</p><p>&nbsp;</p><p>● 多样化交易。自动交易系统允许用户同时交易多个账户或者使用多种策略。这有利于将风险扩散到不同的工具上，而且还可以与亏损头寸进行对冲。对人类来说一个巨大的挑战就是像电脑那样进行毫秒速度的操作。电脑能同时在多个市场进行监控并发现交易机会，再产生订单和监控交易。</p><p>&nbsp;</p><p><strong>自动交易系统的劣势和现实</strong></p><p>&nbsp;</p><p>自动交易系统确实有非常多的优势，但是它的劣势还有现实状况也值得交易者留心。</p><p>&nbsp;</p><p>● 机械故障。自动交易的理论其实很简单：设置软件、编程规则、等待交易。然而实际上，自动交易是一种很成熟的交易方法，但是并不是绝对正确。在交易平台上，交易订单依靠的是电脑，而不是服务器。如果电脑网络中断，订单就无法发送到市场。而且，自动交易系统理论上的交易和平台执行的交易之间也会存在差异。大多数交易者在使用自动交易系统时应该有学习曲线，而且一开始进行较小的交易通常都是个好主意。</p><p>&nbsp;</p><p>● 监控。打开电脑然后就可以走开了，这听上去很好，但实际上，自动交易系统也需要监控。这依然是担心机械故障的发生，如连接问题，没电或者电脑死机等等。自动交易系统出现失误也是有可能的，如重复订单、错误订单或者缺少订单。如果能监控系统，那么就能很快发现这些问题并解决。</p><p>&nbsp;</p><p>● 过度优化。尽管并非自动交易系统独有现象，但是确实有进行回溯测试的交易者在测试期间交易结果很好，但是实际运行起来却很糟糕。过度优化指的是过度使系统贴合市场曲线，由此产生的交易计划反而不符合实际情况。</p><p>&nbsp;</p><p><strong>基于服务器的自动执行</strong></p><p>&nbsp;</p><p>交易者还能通过一个服务器交易平台选择自动交易系统。这类平台通常出售商业化策略，交易者也可以自主设计系统功能。只要支付一定费用，自动交易系统也能寻找交易机会，执行并监控交易，由于所有的订单就在服务器上执行，因此交易入场也可能更快更可靠。</p><p>&nbsp;</p><p><strong>结语</strong></p><p>&nbsp;</p><p>尽管有很多吸引人的功能，自动交易系统依然不应该代替交易者来全面执行交易。机械故障可能会发生，还有一些其它的因素，使得这些系统也需要监控。如果交易者希望减少机械故障的风险，那服务器平台值得考虑。</p>'
            },
            {
                id: '2',
                title: '剥头皮',
                des: '剥头皮交易，一般是指快进快出的一种交易。在很多人眼里，这种交易方式一直非常神秘，但也有许多交易者认为它是一种比日内交易更能快速盈利的高级交易方式。那么剥头皮交易到底有何秘诀呢？为什么众多交易平台对其也讳莫如深呢？',
                date: '2020-05-01',
                read: '2134',
                collect: '89',
                context: '<p>剥头皮交易，一般是指快进快出的一种交易。在很多人眼里，这种交易方式一直非常神秘，但也有许多交易者认为它是一种比日内交易更能快速盈利的高级交易方式。那么剥头皮交易到底有何秘诀呢？为什么众多交易平台对其也讳莫如深呢？</p><p>&nbsp;</p><p><strong>剥头皮交易需要超凡的水平</strong></p><p>&nbsp;</p><p>头皮交易者抓住紧紧不放的时间最多几秒钟或者几分钟。他们在整个白天最繁忙的时候的主要目的是多次攫取尽可能多的点数。由于剥头皮交易者基本上一直盯着图表，所以它是最适合那些可以花几个小时来专心交易的人。</p><p>&nbsp;</p><p>从交易策略分析，剥头皮交易往往出现在有漏洞的交易平台中。由于报价来源、服务器速度、网络速度等原因，不同平台之间的报价不同步，投机者利用报价快的平台做参考，在报价慢的平台操作，由于预先知道短期趋势，准确率极高。</p><p>&nbsp;</p><p>举个例子，如果投资者同时观察两个平台的行情，发现平台A的行情比平台B的行情快几秒，这样就有了“预知未来”的能力，利用这个报价延迟去获利的行为，被纳入剥头皮范畴。</p><p>&nbsp;</p><p>对于无交易员平台，剥头皮是一件无所谓甚至是受欢迎的事，因为所有的单子都会在市场中真实成交，对交易商不但没有任何损害，而且更有利于交易商赚取交易佣金。但对于做市商平台，由于报价延迟和对赌交易，客户运用以上两种剥头皮交易方法都会严重损害做市商的利益，所以很多做市商都会对剥头皮交易做出限制甚至明令禁止。</p><p>&nbsp;</p><p><strong>普通剥头皮交易已被超短线剥头皮取代</strong></p><p>&nbsp;</p><p>随着网络科技越来越发达，原始意义上的拨头皮基本已经不存在了。取代的是超短线剥头皮。此种交易兴起于2009年，它其实网络科技越来越发达，原始意义上的拨头皮基本已经不存在了。取代的是超短线剥头皮是基于<span style="color: rgb(47, 58, 48);">外汇</span>三个极限理论（三个必赚理论，由于都有假设存在所以对于大部分的交易者而言实现的可能几乎为0）。</p><p>&nbsp;</p><p><span style="color: rgb(47, 58, 48);">外汇</span>三极限理论分别是：</p><p>&nbsp;</p><p>1．以赚取最小的点为目的。假设没有点差的存在，并且可以止盈一个点，那么在绝大多情况下我们永远可以赚取这一个点。</p><p>&nbsp;</p><p>2．拥有足够的资金保证永不爆仓，那么你便可一直等待，直到仓位盈利方才了结头寸。</p><p>&nbsp;</p><p>3.拥有足够的能量操纵市场，比如某联储或某央行都是有能力对市场做出巨大影响的。</p><p>&nbsp;</p><p>当然，现在的平台为了保证自己的利益，基本都是有点差的，同时还会对5分钟内平仓的单子数量，乃至数小时内的单子总数进行控制，防止被交易者“偷鸡”。其最终目的就是防止第一个极限的出现。</p><p>&nbsp;</p><p>超短线剥头皮交易因此应运而生，该交易严格控制获利和止损，这种做法更容易实现。国内很多所谓的自动交易软件就是这样做的：在没有行情的时间用小获利来操作，每次获利几个点，止损不超过30点，模拟运行往往能达到很高的胜率！实际上，很多手动操作也是这么做的，只是回报率不同。</p><p>&nbsp;</p><p>总的来说，超短线剥头皮就是动作要快，看准了不要犹豫，一般会有10--20个点的波动，大的时候会有50点，达到获利目标后马上出局，也不能迟疑，比如你要赚10个点，赚了就跑，什么都不要想。另外持单时间最好不要超过10分钟，如果你进去5分钟以上还没有朝你预期的方向走，请马上平仓。</p><p>&nbsp;</p><p><strong>哪些交易者适合剥头皮交易</strong></p><p>&nbsp;</p><p>如果想成为是一名剥头皮交易者，那么你应具备以下特质：</p><p>&nbsp;</p><p>你享受快速交易的刺激感；你不介意集中几个小时在图标上；你是一个没有耐心来等待漫长交易的人；你思维敏捷，可以迅速改变偏见和方向；你有灵活的手指；你如同一个外科医生般细心且技术高超。</p><p>&nbsp;</p><p>最后，请一定注意，此种交易绝不适合新手和心里素质不够顽强的投资者。</p>'

            },
            {
                id: '3',
                title: 'A-Book',
                des: '所谓A-Book，指的是经纪商将客户的单子抛出去，抛给银行或者流动性供应商等等。然后通过收取点差或者佣金的方式来获取盈利。我们平时说的STP/ECN/DMA模式等订单模式，都属于A-Book范畴。',
                date: '2020-05-01',
                read: '2134',
                collect: '89',
                context: '<p><span style="color: rgb(51, 51, 51);"> 所谓A-Book，指的是经纪商将客户的单子抛出去，抛给银行或者流动性供应商等等。然后通过收取点差或者佣金的方式来获取盈利。我们平时说的STP/ECN/DMA模式等订单模式，都属于A-Book范畴。</span></p><p><br></p><p>对经纪商来说，A-Book的方式转移了交易风险，经纪商完全依靠交易量就可以获得稳定的盈利；然而同时，这也意味着交易商放弃了巨大盈利的机会。为什么这么说呢？大家都听过<span style="color: rgb(47, 58, 48);">外汇</span>市场的“二八定律”的，就是说80%的人都在亏钱的那个。对于经济商庞大的用户量来说，大多数用户出金的时候都是亏损的。举个简单的例子，加入一个人入金10000美元，到最后出金的时候只剩下了100美元。这个过程中，经纪商手续费可能只赚到了100美元，而如果平台吃下了这部分亏损，盈利就大大不同了。</p><p><br></p><p>对用户来说，执行A-Book模式的经纪商与自己没有利益冲突，相反自己盈利了交易量增多对方可以获得更多的佣金，因此不用担心经纪商阻止自己盈利。这也是为什么，A-Book模式的经纪商在国内一直很受欢迎的原因。但是，A-Book同样也有着自己的缺点，A-Book的流动性取决于上游的流动性供应商，不可避免地会出现订单的延迟、无法执行以及滑点等问题，订单成交率偏低，这也会影响到用户的体验。</p>'

            },
            {
                id: '4',
                title: '白标',
                des: '白标是指一家交易商向另一家希望成为交易商的公司提供IT服务，使其拥有自己的LOGO标识并以自有商标面向客户报价，成为交易商。白标提供商帮助银行将现有的黄金、外汇交易服务，加上OTC在线交易模式通过互联网，扩张到全球各地。使得银行并不一定需要在世界各地开设有关经营方面的办事处。白标提供商将帮助现有的证券期货经纪商从撮合交易模式业务扩张到询价交易模式。白标提供商为现有的一些外汇工具（如图表，分析，软件）提供商和信息服务商提供稳定的后台支持，使得他们具备向客户提供网上外汇交易报价的能力。',
                date: '2020-05-01',
                read: '2134',
                collect: '89',
                context: '<p>白标是指一家交易商向另一家希望成为交易商的公司提供IT服务，使其拥有自己的LOGO标识并以自有商标面向客户报价，成为交易商。白标提供商帮助银行将现有的<span style="color: rgb(47, 58, 48);">黄金</span>、<span style="color: rgb(47, 58, 48);">外汇</span>交易服务，加上OTC在线交易模式通过互联网，扩张到全球各地。使得银行并不一定需要在世界各地开设有关经营方面的办事处。白标提供商将帮助现有的证券期货经纪商从撮合交易模式业务扩张到询价交易模式。白标提供商为现有的一些<span style="color: rgb(47, 58, 48);">外汇</span>工具（如图表，分析，软件）提供商和信息服务商提供稳定的后台支持，使得他们具备向客户提供网上<span style="color: rgb(47, 58, 48);">外汇</span>交易报价的能力。</p><p>&nbsp;</p><p><strong>一、白标的分类</strong></p><p>&nbsp;</p><p><strong>半白标</strong></p><p>&nbsp;</p><p>半白标是指白标提供商向白标经营者提供白标服务，但并不提供监管注册。正因为经营者不受监管，多半也不提供交易员、市场、客服等人员培训及正规交易商工作流程指导。由于市场通道多半也不提供，所以客户所有交易仓单均是与白标经营者做对手。这种情况增加了经营者风险，多数半白标经营商经营周期不超过两年。因为随着客户的成熟和专业炒单团队的涌入，租个软件就能赚钱的市场已经不存在了。</p><p>&nbsp;</p><p><strong>全白标</strong></p><p>&nbsp;</p><p>一方面，全白标提供商为白标经营者在公司硬件上提供监管注册、平台、稳定的报价系统（如<span style="color: rgb(47, 58, 48);">黄金</span>、<span style="color: rgb(47, 58, 48);">外汇</span>、原油、指数、股票的在线报价）和市场通道。这些都是非常必要的支持，尤其是市场通道。这使得白标经营者不必与那些稳定获利的客户和炒单团队作为对手，而出现大幅度亏损。但由于真实市场通道需要付出更高额度（通常达到35万美金或以上）的监管注册费用，再加上不小的日常经营开支。使得大部分全白标交易商选择拥有CBDC等报价模式的交易商做为甩单渠道。又或直接将数据中心的甩单服务全面交由这种交易商接管。</p><p>&nbsp;</p><p>公司的软件方面，又提供诸如后台、客服、市场拓展等部门的培训，和正规交易商日常工作流程等。再加上对公司经营非常重要的避税咨询等等方面。使得全白标经营者不必为不懂得交易商如何运作而苦恼。</p><p>&nbsp;</p><p>营销包装上，更是全白标提供商提供的不可或缺的服务之一。具有丰富经验的公司包装团队，通过他们在成功案例推广中得到的经验，使得全白标经营者不必担心市场拓展这个重要环节。</p><p>&nbsp;</p><p><strong>有限白标</strong></p><p>&nbsp;</p><p>有限白标合作伙伴也将收到量身定制的平台，但是他们的客户虽然在有限白标经营商处开设，资金清算却全部由白标提供商承担。因此，有限白标合作伙伴不会为他们客户掌管资金，由于这个原因他们不必受到金融机构的监管，更避免了因在金融市场不开放的地区经营，而受到当地监管部门的惩罚。该解决方案使白标经营商从繁重的管理工作中解脱出来，并使他们能集中精力投入到营销活动中。</p><p>&nbsp;</p><p><strong>二、白标的利弊</strong></p><p>&nbsp;</p><p><strong>利1： 较低的架构成本</strong></p><p>&nbsp;</p><p>对于一个新创经纪商而言，直接架构一个完全的服务器是一项很大的挑战。一方面，需要很大的前期成本投入，另一方面，可能由于缺乏经纪上面的经验，没有一份深思熟虑的业务层面的规划。</p><p>&nbsp;</p><p>而如果你选择通过白标模式来构建自己的经纪业务，你可以以较少的初始投入获得较好的前期业务的展开，拥有服务器拥有着相同的业务价值的。</p><p>&nbsp;</p><p><strong>利2：较方便的后期维护</strong></p><p>&nbsp;</p><p>由于你使用的是白标模式，所有后期维护方面也不需要你费心劳神，你无须处理服务器的租赁问题、也不需要深入交易细节、交易平台配置和其他技术问题，所有的这些问题，你都可以找向你提供白标服务的公司去解决。</p><p>&nbsp;</p><p><strong>弊1：缺乏规模效应</strong></p><p>&nbsp;</p><p>由于白标服务的收费是和客户规模相关的，所有，当你的客户规模扩大时，你需要为白标服务支付的更多的费用，而当规模达到一定程度时，你可能就需要架构自己平台。</p><p>&nbsp;</p><p><strong>弊2：无法进行单独的MT4设置</strong></p><p>&nbsp;</p><p>当你租用别人的服务器时，你会与其他的采用白标模式的经纪公司共用同一个服务器，因此，你不能设置所有适用MT4服务器配置，也无法使用第三方开发商的插件或附件，因为这可能会影响到整个MT4服务器的稳定。（当然目前这个问题可以通过一些技术解决方案解决一部分问题，需要的只是money）</p><p>&nbsp;</p><p><strong>三、白标的盈利模式</strong></p><p>&nbsp;</p><p><strong>白标的赢利点：</strong></p><p>&nbsp;</p><p>白标经营者的盈利方式有两种，一种是返佣相当于IB，还有一种就是白标经营者与客户进行对手操作。</p><p>&nbsp;</p><p>一般相对于经纪商中的半对赌平台，发展的盈利客户就划到平台商，白标拿返佣；亏损客户就进行对冲操作。</p><p>&nbsp;</p><p><strong>哪些大代理适合做白标：</strong></p><p>&nbsp;</p><p>1.客户有较高的交易量。</p><p>&nbsp;</p><p>2.有一定客户数量，并且客户盈利多。</p><p>&nbsp;</p><p>3.有一定客户数量，并且客户亏损多。</p><p>&nbsp;</p><p><strong>做白标流程：&nbsp;</strong></p><p>&nbsp;</p><p>1.先要开一家公司，在香港、新西兰注册都可以（公司可以代办）&nbsp;</p><p>&nbsp;</p><p>2.白标提供软件的名字、logo（一次性支付软件建设费10000人民币）&nbsp;</p><p>&nbsp;</p><p>3.和白标搭建平台签署软件使用协议，双方协议好分配比例和收款方式。&nbsp;</p><p>&nbsp;</p><p><strong>关于分配方式：&nbsp;</strong></p><p>&nbsp;</p><p>白标的收入来自每一个客户的交易收入。客户较高的交易量，白标可以获得较高的收入。&nbsp;<a href="http://www.fxunion.com/" rel="noopener noreferrer" target="_blank" style="color: rgb(47, 58, 48);">外汇</a>公司为白标的收入和补偿计划拥有很灵活的方案，多种合作方案可供选择，白标合作伙伴规定中将有详细说明。</p><p>&nbsp;</p><p><strong>正常会有两种模式：</strong></p><p>&nbsp;</p><p>1.基于客户亏损的资金，平台会返较小的一部分给白标，之后会依照客户整体资金量，进行不同比例的分成，和下面一种不同的是，对于客户的资金量没有起步，都进行分成。</p><p>&nbsp;</p><p>2.基于客户亏损的资金，平台会返较大的一部分给白标，之后也会依照客户整体资金量，进行不同比例的分成，和第一种不同的是，这种模式有分成起步价，起步价以内是没有分成的。</p><p>&nbsp;</p><p>总结，对于一个新创的想要进行外汇经纪业务的公司而言，选择什么样的白标方式或者自己直接架构整个平台都在于结合你自身的情况，在于你的资金实力，经验水平，和你对之后业务的整体规划。</p><p>&nbsp;</p>'

            },
            {
                id: '5',
                title: '外汇返佣刷单',
                des: '什么是刷单？可能被大众所熟知的就是店家刷单，店家付款请人假扮顾客，用以假乱真的购物方式提高网店的排名和销量获取销量及好评吸引顾客。',
                date: '2020-05-01',
                read: '2134',
                collect: '89',
                context: '<p>什么是刷单？可能被大众所熟知的就是店家刷单，店家付款请人假扮顾客，用以假乱真的购物方式提高网店的排名和销量获取销量及好评吸引顾客。</p><p>&nbsp;</p><p>2016年3月15日，央视3·15晚会曝光了网购刷单内幕。</p><p>&nbsp;</p><p>那么什么是<span style="color: rgb(47, 58, 48);">外汇</span>刷单呢？我们今天和大家聊聊。</p><p>&nbsp;</p><p><strong>【返佣政策】</strong></p><p>&nbsp;</p><p><span style="color: rgb(47, 58, 48);">外汇</span>刷单，顾名思义就是为了刷单而做的<span style="color: rgb(47, 58, 48);">外汇</span>交易，那么为什么要刷单？主要是基于<span style="color: rgb(47, 58, 48);">外汇</span>的返佣政策。</p><p>&nbsp;</p><p>这里的返佣政策是<a href="http://www.fxunion.com/" rel="noopener noreferrer" target="_blank" style="color: rgb(47, 58, 48);">外汇</a>经纪商为了吸引客户而提出的一项政策，因为目前国内的外汇市场对于交易者而言，交易成本主要集中在点差，选择一家外汇经纪商的时候，点差是很多交易者考虑的一个因素。</p><p>&nbsp;</p><p>因此一些经纪商为了吸引客户提出返佣，这里的佣其实主要是指点差，从而降低交易者的交易成本，来吸引客户。有人觉得羊毛出在羊身上，但实际上却是是可以给你节约成本。只要你注意是不是原始点差，是不是零佣金。</p><p>&nbsp;</p><p>点差主要分固定点差和浮动点差，因此在返佣的时候也会分不同的返佣政策，一般而言固定点差会给予每标准手固定的美元返佣，比如11美元/手，而浮动点差则是以比例计算，例如返现为28%开仓点差。</p><p>&nbsp;</p><p>但是后来有人发现，利用返佣可以进行刷单盈利，在重仓交易的同时降低交易风险。</p><p>&nbsp;</p><p><strong>【刷单交易】</strong></p><p><br></p><p><strong>【刷净值 和 刷返佣】</strong></p><p>&nbsp;</p><p>目前的很多人会把刷单交易分为两种：一种是刷返佣，也就是我们上面提到的，下面也会具体介绍；还有一个是刷净值，这种刷净值的是以极轻仓位，较高频率交易，每一笔交易都是很赚的比交易成本高一点，以量取胜。</p><p>&nbsp;</p><p>在我看来，第二种的刷净值的方式，相当于剥头皮交易，高频交易。所以我们在这里不做多介绍，也不把它纳入我们所说的刷单体系内，毕竟其实他的盈利模式主要还在于每笔微小的盈利，单数并不会直接带来盈利。</p><p>&nbsp;</p><p>而我们这里的刷单指的是刷手数，刷返佣，主要的盈利点来源于经纪商给予手数的一个返佣。</p><p>&nbsp;</p><p><strong>【刷单（刷返佣）】</strong></p><p><br></p><p><strong>为什么要刷单？</strong></p><p>&nbsp;</p><p>我们举个例子，假设欧美固定点差为2.2的账户，返佣为11美金（这个是小编看到的一家经纪商给予的返佣政策），一万美元，一次下1手欧美。</p><p>&nbsp;</p><p>对于一个短线高手而言，保持净值不回撤下，一天做完40~50手的难度不算大，毕竟你的盈利点在返佣，所以只要浮动很小的点就可以了。</p><p>&nbsp;</p><p>以一天40手计算，一手返佣11美金，22个交易日，1w的本金，一个月净赚9680美金的收益，小编想想都觉得恐怖。</p><p>&nbsp;</p><p><strong>刷单最怕什么？</strong></p><p>&nbsp;</p><p>从上面的例子中就可以看出刷单对交易者而言具有非常大的诱惑力，那么刷单的缺点在哪里？</p><p>&nbsp;</p><p>做返佣刷单为了追求交易的手数，基本上都是重仓交易，能接受的浮点很小，而且在实际交易中，一旦被套想要解套基本只有加仓。</p><p>&nbsp;</p><p>重仓交易的风险高，收益大。而刷单交易的风险也高，但是相比普通的重仓交易，他的优点在于其要求的浮动小，所以无形的降低了一部分的风险。</p><p>&nbsp;</p><p>但是不管怎么降低，一旦遇到单边行情，方向一反，就会出现爆仓。所以刷单交易最喜欢的行情就是双边震荡行情。</p><p>&nbsp;</p><p><strong>【注意点】</strong></p><p>&nbsp;</p><p>1.有些经纪商会用高点差、高返佣，其实成本并没有降低多少，就好像双11的折扣，实际上很多都是先抬价在打折，力度没有我们想象的那么大。</p><p>&nbsp;</p><p>2.利用返佣刷单，也属于重仓交易，对于新手而言，其难度较大，不推荐新手去操作。</p>'

            },
            {
                id: '6',
                title: '澳大利亚证券和投资委员会（ASIC）',
                des: '成立于2001年，是澳大利亚金融服务和市场的法定监管机构，也是一个独立的联邦政府机构，依法对全澳大利亚金融体系、各金融机构和专业从业人员行使金融监管的职能。致力于确保澳大利亚金融市场公平与透明，以此来保障澳大利亚经济的名誉及健康。',
                date: '2020-05-01',
                read: '2134',
                collect: '89',
                context: '<p><strong>名称：</strong></p><p>&nbsp;</p><p>澳大利亚证券和投资委员会（ASIC）</p><p>&nbsp;</p><p><strong>概述：</strong></p><p>&nbsp;</p><p>成立于2001年，是澳大利亚金融服务和市场的法定监管机构，也是一个独立的联邦政府机构，依法对全澳大利亚金融体系、各金融机构和专业从业人员行使金融监管的职能。致力于确保澳大利亚金融市场公平与透明，以此来保障澳大利亚经济的名誉及健康。</p><p>&nbsp;</p><p><strong>监管范围：</strong></p><p>&nbsp;</p><p class="ql-align-center"><img src="http://www.fxunion.com/d/file/314e871498de5951f4357a044b7d3e05.png" alt="澳大利亚证券和投资委员会（ASIC）.png" height="529" width="600"></p><p>&nbsp;</p><p><strong>牌照：</strong></p><p>&nbsp;</p><p>AFSL、ABN（澳大利亚商业注册代码）、ACN（澳大利亚公司代码）</p><p>&nbsp;</p><p><strong>特别提示：</strong>金融公司如从事金融衍生品交易服务需要三个号码皆具备，仅有后两种的公司是没有资格开展相关业务的。</p><p>&nbsp;</p><p><strong>监管要求：</strong></p><p>&nbsp;</p><p>◎ 公司股东和管理层以及规定的持证代表均需按ASIC规定进行备案；</p><p>&nbsp;</p><p>◎ 须建立整套客户投诉解决方案，加入FOS纠纷解决机构；</p><p>&nbsp;</p><p>◎ 须按监管要求在指定银行开立客户资金专属账户，与公司自有资金分离管理；</p><p>&nbsp;</p><p>◎ 须定期提交公司经营财务报告，定期进行会计审计；</p><p>&nbsp;</p><p>◎ 须定期提交客户交易报告。</p><p>&nbsp;</p><p>除此之外，ASIC建立了一整套的针对<span style="color: rgb(47, 58, 48);">外汇</span>市场的监督管理机制，如有客户投诉<span style="color: rgb(47, 58, 48);">外汇</span>市场参与者的，ASIC都要求被投诉者按流程参与纠纷解决，对损坏客户利益的行为，要求交易商进行赔偿。如果受监管企业有违规操作，将受到ASIC的严重处罚或起诉，甚至吊销金融服务牌照和普通经营执照。</p><p class="ql-align-center"><br></p><p>&nbsp;</p><p><strong>ASIC监管的部分</strong><strong style="color: rgb(47, 58, 48);">外汇</strong><strong>经纪商介绍：</strong></p><p>&nbsp;</p><p>● 万致（Vantage FX）：Vantage FX万致的总部在澳大利亚的悉尼，其运作接受澳大利亚证券投资委员会（ASIC）的严格监管。Vantage FX万致保证其所有交易执行绝对透明，同时其对投资者采取额外保护的措施，分别有XL Catlin和Lloyds of London高达2000万美元的损失补偿保险。万致客户资金存放在澳大利亚AA级银行，澳大利亚国民银行（NAB）的一个分离账户。NAB是澳大利亚四大金融机构之一，拥有12,000,000客户，市值达930亿美元，排名稳居全球20大安全银行之列。</p><p>&nbsp;</p><p>● IC Markets：IC Markets是一家为日内交易者、剥头皮交易者以及新入市交易者提供真正的ECN<span style="color: rgb(47, 58, 48);">外汇</span>交易商。IC Markets的客户资金被隔离保存在AA级澳洲银行西太平洋银行和澳大利亚国民银行（NAB）的独立信托账户。所有客户资金是按照澳大利亚客户款项处理规则管理，并与IC Markets的公司的自有资金相隔离。客户资金不用于除客户交易活动以外的任何目的。</p><p>&nbsp;</p><p>● 激石（Pepperstone ）：Pepperstone Group Limited 澳大利亚激石集团有限公司作为全澳大利亚最大的<span style="color: rgb(47, 58, 48);">外汇</span>交易公司，月交易量达到近千亿美元。Pepperstone 不以做市商的模式，而是直接以 ECN 电子自动撮合成交模式提供给客户超过 22 家投资银行的即时报价，自动选择最有利于客户的报价成交。激石同时拥有FCA和ASIC双牌照。</p><p>&nbsp;</p><p>● 艾拓思（AETOS）：AETOS Capital Group艾拓思资本集团为国际知名的金融交易服务商，致力于为零售客户及金融机构提供广泛的金融衍生产品交易，主要包括外汇等CFD产品。AETOS艾拓思旨在为投资者打造世界一流的金融服务平台，并提供先进有保障的网上交易技术支持及值得信赖的客户服务。投资者可以根据自身要求制定更合适的投资组合，通过先进的交易软件直接获取来自市场的报价。艾拓思同时拥有FCA和ASIC双牌照。</p><p>&nbsp;</p><p>● Synergyfx：Synergy 是全球领先的直通式交易经纪人，其总部位于澳大利亚悉尼。该公司所有的客户资金，全额分离保管在澳大利亚联邦银行（CBA）。客户的资金和Synergy的公司资金是分离保管的。如果Synergy出现破产，分离保管的资金将还给客人，而不会支付给债权人。</p><p>&nbsp;</p><p>● Axitrader：至今已成立10多年。同时受到ASIC和FCA的监管，不同于市场上的其他经纪商，该经纪商不会对投资者的交易多加限制，会给予其最大的选择权，杠杆高达400：1，迷你手（0.01），允许剥皮和对冲策略。此外，如果你是个自动化的交易者，你可以使用任何外汇自动交易系统（EA）或者交易信号来交易。请注意该经纪商的冒牌机构（http://www.axichina.com/）与正牌货在外观上十分类似，请交易者仔细分辨。</p><p>&nbsp;</p><p><strong>ASIC最新动态：</strong></p><p>&nbsp;</p><p>近年来，澳大利亚ASIC监管牌照大热，越来越多的金融公司尝试申请澳大利亚金融服务牌照，接受ASIC的认证，这种现象渐呈泛滥之势，ASIC良好的监管口碑正面临着威胁。</p><p>&nbsp;</p><p>ASIC方面也注意到了问题的严峻性，从2014年下半年起，ASIC逐步出台相关政策，对零售外汇领域进行强势监管。ASIC不仅密切留意澳大利亚零售外汇经纪商的动态，而且对新的ASIC牌照申请公司也进行严格考察。根据ASIC公布的2015年上半年的执法报告显示，在过去的六个月里，ASIC共进行了323次执法行动，其中包括吊销了AGM Markets、Enfinium、Rainbow Legend Group、在线外汇经纪商Global Derivative Services等在内的诸多金融公司的澳大利亚金融服务（AFS）牌照。</p><p><br></p><p><strong>如何通过ASIC官网查询ASIC交易商监管信息</strong></p><p>&nbsp;</p><p>详见：<a href="http://tool.fxunion.com/ASIC.html" rel="noopener noreferrer" target="_blank" style="color: rgb(0, 0, 255);">http://tool.fxunion.com/ASIC.html</a></p>'
            },
            {
                id: '7',
                title: '外汇VPS',
                des: '伴随着国内EA智能交易的兴起，VPS技术在外汇零售交易领域的应用也在逐渐扩大，那么什么是VPS技术？它又能带给交易者怎样的好处，我们今天和大家聊聊这个话题。',
                date: '2020-05-01',
                read: '2134',
                collect: '89',
                context: '<p>伴随着国内EA智能交易的兴起，VPS技术在<span style="color: rgb(47, 58, 48);">外汇</span>零售交易领域的应用也在逐渐扩大，那么什么是VPS技术？它又能带给交易者怎样的好处，我们今天和大家聊聊这个话题。</p><p>&nbsp;</p><p><strong>【什么是VPS】</strong></p><p>&nbsp;</p><p>VPS（Virtual Private Server 虚拟专用服务器）技术，将一部服务器分割成多个虚拟专享服务器的优质服务。 每个VPS都可分配独立公网IP地址、独立操作系统、独立超大空间、独立内存、独立CPU资源、独立执行程序和独立系统配置等。 用户除了可以分配多个虚拟主机及无限企业邮箱外，更具有独立服务器功能，可自行安装程序，单独重启服务器。（来源于百度）</p><p>&nbsp;</p><p>通俗的解释：说的简单一点，VPS也相当于一台电脑，是服务商提供给你的一台电脑，但我们只有操作它的权利，并没有实物给你，在VPS上的操作就和我们操作家里的电脑是一样的。</p><p>&nbsp;</p><p>一句话，你可以把它当做虚拟电脑来使用，当然它不仅仅是虚拟电脑。</p><p>&nbsp;</p><p><strong>【VPS的优点】</strong></p><p>&nbsp;</p><p>使用VPS有哪些优点呢，在我看来主要有两点，一点是可以全天候24小时运行，另外就是可以降低延迟，其他的优点手机可远程控制，最后就是省电。</p><p>&nbsp;</p><p>1.低延迟</p><p>&nbsp;</p><p>延迟是指发送消息至经纪商/流动性提供方服务器所需时间的计算，通常是以毫秒为计量单位。&nbsp;</p><p>&nbsp;</p><p>如果您在使用业界比较流行的EA交易策略，可能在您下单的同时有着成千上万的用户在用同样的EA交易策略进行自动化操作。&nbsp;</p><p>&nbsp;</p><p>即便您不是MT4的EA用户，在标的市场出现显著行情的时候，您在平台手动操控的同时也可能有许多用户在进行同样的操作。 对于<a href="http://www.fxunion.com/" rel="noopener noreferrer" target="_blank" style="color: rgb(47, 58, 48);">外汇</a>或差价合约市场而言，在标的市场因波动而扩大点差前，通常只存在相对有限的流动空间供零售客户抓取。此时，您的延迟越低，您的订单将有更大可能性成交于相对最好的价格，从而更容易实现交易的盈利。</p><p>&nbsp;</p><p>2.VPS全天候运行</p><p>&nbsp;</p><p>习惯用EA交易<a href="http://www.fxunion.com/" rel="noopener noreferrer" target="_blank" style="color: rgb(47, 58, 48);">外汇</a>（智能化交易）的朋友都知道，EA是需要全天24小时运行的，而对于我们大多数人家里的电脑来说，这个是很大的负担，因为配置性能的原因，而且如果你家里只有一台电脑的话，我们可能还会用来看看新闻，看看电影，聊聊QQ，等等动作，这都会降低电脑的运行动作和网速，而这个对我们MT4和EA的正常运行是有很大影响的，我们家里的电脑在运行一段时间后就会出现卡机，甚至断网的情况，这样就必须重启电脑，重新启动MT4，乃至我们的EA。&nbsp;如你使用了VPS，那么这一切都不用担心了，VPS在性能和配置上，尤其网速上都远远高于家里的个人电脑，所以24小时都能正常运行你的EA程序，因为VPS上你只运行了MT4、专家信号系统、自助跟单系统，所以负担是很轻的，并不会出现卡机、断网的现象。这就是我们使用EA交易要选择VPS的原因了。</p><p>&nbsp;</p><p><strong>【如何使用VPS】</strong></p><p>&nbsp;</p><p>VPS你可以自己去付费购买，也可以从经纪商那边获得，一般经纪商会有一些政策给你免费的VPS，当然VPS有便宜的也有贵的，小机构和个人可以用小型的，大机构用大型的。获得使用权以后，你会得到一个服务器的IP地址和登录密码。</p><p>&nbsp;</p><p>登录VPS：</p><p>&nbsp;</p><p>1.首先在你的电脑上按组合键：windows+R（苹果电脑command+R），即打开：“运行”窗口。</p><p>&nbsp;</p><p>2.在运行中输入：mstsc，然后点击“确定”。</p><p><br></p><p class="ql-align-center"><img src="https://oss-hk2069.oss-accelerate.aliyuncs.com/image/3f387083ac3f4ffdb373b2814334ac0c.jpg"></p><p><br></p><p>3.这是会打开一个远程桌面连接，需要输入用户名和密码，你直接复制粘贴服务商提供给你的账号即可。</p><p>&nbsp;</p><p class="ql-align-center"><img src="https://oss-hk2069.oss-accelerate.aliyuncs.com/image/278dbf7183a64740b0c593170c9c577d.jpg"></p><p>&nbsp;</p><p>4.登录成功后的界面是这样的：</p><p>&nbsp;</p><p class="ql-align-center"><img src="http://www.fxunion.com/d/file/31637613baf79d659533d8e8826c12fc.png" alt="外汇VPS3.png" height="348" width="553"></p><p>&nbsp;</p><p><strong>【总结】</strong></p><p>&nbsp;</p><p>VPS相当于一个虚拟端的电脑，我们可以在远程对其进行操控，其主要的优点有两个一个是低延迟，还有一个是可以24小时的运行。登录上VPS之后，可以想操作自己的电脑一样，打开网页下载MT4，然后加载EA。</p><p>&nbsp;</p><p>如果操作都完毕了，你可以点击远程桌面右上角的叉叉直接退出，这时MT4软件、专家信号系统、自助跟单系统都还是正常运行。想要停止EA，你也只有进入通过远程桌面进入VPS中，才可以操作。</p><p>&nbsp;</p><p>提醒：正常手机端和桌面都可以操作VPS。</p>'

            },
            {
                id: '8',
                title: '渡边太太',
                des: '上个世纪80年代末90年代初，日本人均GDP超过美国，家庭财富总额逾1500万亿日元（约17万亿美元），其中超过55%为现金及银行存款，被认为是世界上最大的可投资资产。',
                date: '2020-05-01',
                read: '2134',
                collect: '89',
                context: '<p>上个世纪80年代末90年代初，日本人均GDP超过美国，家庭财富总额逾1500万亿日元（约17万亿美元），其中超过55%为现金及银行存款，被认为是世界上最大的可投资资产。</p><p>&nbsp;</p><p>为了刺激经济，1996年以来，日本央行基准利率从未高于0.5%，日本家庭开始对实际上的零利率甚至负利率存款利息忍无可忍，于是开始把目光转向利率较高的<span style="color: rgb(47, 58, 48);">外汇</span>、外国债券和其它海外资产。</p><p>&nbsp;</p><p>日本跟中国非常相似，是太太主管家庭财政。这些太太们纷纷杀入<span style="color: rgb(47, 58, 48);">外汇</span>市场，几乎一夜之间成为国际<span style="color: rgb(47, 58, 48);">外汇</span>市场上的一支重要力量。由于渡边是日本常见的姓，“渡边太太”就成了这些投资<span style="color: rgb(47, 58, 48);">外汇</span>资产的日本人群体的代称。</p><p>&nbsp;</p><p>在全球<span style="color: rgb(47, 58, 48);">外汇</span>市场，渡边太太是一股重要力量。据估算，她们约占东京现货外汇市场成交量20%-30%。</p><p>&nbsp;</p><p>渡边太太一开始经常能够获利，甚至一些职业外汇管理人都开始追随她们。但随着国际对冲基金盯上这些散户，从澳元到阿根廷债券，从美元到巴西雷亚尔，渡边太太几乎每次都是先赚后赔。</p>'

            },
            {
                id: '9',
                title: '避险货币',
                des: '避险货币也叫保值货币，指不易受政治、战争、市场波动等因素影响，最大限度地避开上述风险，比较稳定，不易贬值的货币。',
                date: '2020-05-01',
                read: '2134',
                collect: '89',
                context: '<p>避险货币也叫保值货币，指不易受政治、战争、市场波动等因素影响，最大限度地避开上述风险，比较稳定，不易贬值的货币。</p><p>&nbsp;</p><p>避险货币能最大限度地避开贬值的风险，但并不就是说绝对不会贬值，任何货币的市场价格都会有波动。公认的传统避险货币是瑞士法郎。美元、日元有时候也充当避险货币。</p><p>&nbsp;</p><p><strong>瑞士法郎为什么是避险货币</strong></p><p>&nbsp;</p><p>瑞士至今仍是国际上的永久中立国。而且国内有着极其严格的银行保密制度，瑞士国家银行独立制订货币政策。因此，瑞士被认为是世界最安全的地方，瑞士法郎长期以来都被投资者视作传统的避险货币。历史上一旦国际政治局势紧张或者经济增长的不确定性加大，瑞郎便成为投资者转移资金的首选。为了规避风险，投资者也乐于持有那些有经常账户盈余国家的货币，因此瑞士具有的巨额经常账户盈余也常常激励市场的瑞郎买盘，从而推动瑞郎上扬。加之瑞士政府对金融、<span style="color: rgb(47, 58, 48);">外汇</span>采取的保护政策，使大量的<span style="color: rgb(47, 58, 48);">外汇</span>涌入瑞士。此外，国家银行充足的<span style="color: rgb(47, 58, 48);">黄金</span>储备量也对货币的稳定性有很大帮助。</p><p>&nbsp;</p><p><strong>日元为什么是避险货币</strong></p><p>&nbsp;</p><p>日本是岛国，不易受地缘政治等因素的影响。</p><p>&nbsp;</p><p>日本的货币政策也是一大重要原因。经济不行了就要降息来刺激经济，降息时，持有货币就相对不划算，并且预期还要降息，高息货币汇率受到压制，低息货币就有避险作用。在有危机时候，别国货币可能降息和贬值，日本长期低利率，降无可降，所以日元就避险了。</p><p>&nbsp;</p><p>低利率令日元适于做套利交易的融资货币，这是货币投机者们在做交易策略选择时的共识。套利交易中，投机者借入低息货币，比如日元，然后将其与更高利率的货币进行交易，该投机者就能从中获得息差。一遇风吹草动，这些投机者往往主动或被迫将套利交易平仓，卖出高利率货币，买入日元偿还，推动日元汇率上升。</p><p>&nbsp;</p><p><strong>美元为什么是避险货币</strong></p><p>&nbsp;</p><p>美国是全球第一大经济体，拥有完善的国民经济体系，发达的金融制度，美元也是构成世界货币体系的最重要基础。当经济危机来临时，美国比其他国家有更强的抗压能力，因此金融市场习惯于抛售其他资产，买入美元资产避险，这也成就了美元的避险货币地位。</p>'

            }
        ],
      wiki: {}
    }
  },
    created() {
        this.wikiId = this.$route.params.id
        for (var i=0;i < this.wikiList.length;i++){
            if (this.wikiId === this.wikiList[i].id) {
                this.wiki = this.wikiList[i]
                break
            }
        }
    },
  components: {
    BaseLayout,
    Recommend,
    Control
  }
}
</script>

<style lang="sass" scoped>
.wiki-detail

  &-container
    width: 1200px
    margin: 80px auto 20px

  &-content
    width: 844px
    background-color: #fff
    margin-right: 20px
    padding: 30px
    box-sizing: border-box

  &-title
    font-size: 20px
    font-weight: 600
    color: #333
    margin-bottom: 20px

  &-date
    color: #999
    margin-bottom: 20px

  &-context
    padding: 20px 0 40px
    font-size: 16px
    color: #666

    p
      margin-bottom: 20px
</style>
