<template lang="pug">
  #e-about
    BaseLayout(
      :navTransparent="false"
    )
      .about-container
        .about-header
            img(
                width="100%"
                src="../../../assets/images/abount-banner.jpg"
            )
        .about-content
          .trade-title  关于我们
            .trade-descript 更高端/更合规/更专业
          .about-statistics
            .about-statistics-item
              .about-statistics-item-img
                img(
                    src="../../../assets/images/people.svg"
                )
              .about-statistics-item-info
                .about-statistics-item-text 活跃账户数
                .about-statistics-item-num {{info.userActive}}
            .about-statistics-item
              .about-statistics-item-img
                img(
                 src="../../../assets/images/order.svg"
                )
              .about-statistics-item-info
                .about-statistics-item-text 订单量（笔）
                .about-statistics-item-num {{info.orderTotel}}
            .about-statistics-item
              .about-statistics-item-img
                img(
                  src="../../../assets/images/amount.svg"
                )
              .about-statistics-item-info
                .about-statistics-item-text 交易量
                .about-statistics-item-num ${{info.orderAmount}}
          .about-date - 数据截止至{{year}}年{{month}}月 -

        .about-ous
            .about-ous-tab
                span.about-ous-tab-item(
                v-for="t in tabs"
                :class="tabActive(t.value)"
                @click="selectTabHandler(t.value)"
                ) {{t.label}}
            .about-ous-tab-context(v-show="tabSelected == 0") 
                .title 公司介绍
                .des  我们是一家集交易、交流、学习的共享交易社区，在这个社区用户可以分享交易经验，展示交易策略，与其他交易者一起交流，我们坚持以科技改变金融为发展理念，不断地创新金融科技产品，凭借大数据趋势，小数据机会以及自有人工智能AI技术，为全球超过2000家经纪商和交易员用户提供社区服务。在此我们为交易员、投资者、券商、及从业者之间搭建一座互通便捷桥梁，用科技技术重塑社区交易，为超过千万的用户创造更理想的金融交易生态环境。
                .tt 使命
                .des  让投资者获得幸福的回报！
                .tt 愿景
                .des  成为全球投资者最信赖的交易社区
                .tt 目标
                .des  客户为中心、成人达己、持续优化
            .about-ous-tab-context(v-show="tabSelected == 1") 
                .title 免责申明
                .des 社区官网及其子网页上发布的任何信息，旨在为本网站的用户提供交易动态和资讯服务。本网站不提供任何形式的投资建议。本网站交易系统提供的交易策略和系统产生的交易信号，不代表任何形式的推荐或诱导信息。本社区不怂恿用户买卖外汇、差价合约、衍生产品及其他金融工具。
                .des 本声明是由社区运营主体与在社区网站上的已注册登记并已明确接受此等条款和条件的个人或公司共同签署。
                .des 本网站已采取谨慎的措施对信息进行核实，但并不保证所含信息全部准确。请您理解我们的信息可能会不全面，或有疏漏或滞后。本网站或独立信息提供者均不会对任何因信息错误、不完整、迟延、不精确或基于对本网站信息的依赖而产生的损失承担任何责任。所有预测或观点（如未来汇率变动的预测）以及基于这些预测而进行的交易活动，仅代表第三方的个人观点和行为，并不代表本网站的立场。您须理解，第三方的预测不代表任何形式的业绩承诺，请不要直接或者间接地效仿。您必须进行独立分析以做出投资判断，同时应了解，在基于本网站内容做出判断所进行的投资行为可能产生实际的盈利或亏损。您基于本网站提供的交易策略和信号，运用个人配置交易系统所做出的投资行为是您自己决定的结果，需自行承担所有风险。
                .des 本网站明确表明，外汇、差价合约、衍生产品及其他金融工具交易带来的不仅是收益，同时还伴随相当大的风险。本网站的交易跟随系统仅适用于对高风险投资有一定了解的跟随者。您可以使用空闲的资金进行投资，而不应该影响到日常生活的开支。任何交易策略在过去取得的业绩均不能代表其将来的表现。一般未来汇率变动是不可预测的，这也就表明任何个人策略、金融顾问、手动或者自动交易系统都不能保证任何形式的预测可能产生利润，所以对待投资预测一定要经过自己的分析做出判断，切忌盲从。
                .des 基于网站或网络传输延时可能导致数据存在偏差（包括但不限于可能由于交易员修改密码或其他网络原因导致的账户断连造成订单跟随关系丢失），若用户对交易数据不予查看或自交易数据产生偏差后的8小时内不主动联系网站管理人员，视为用户认可并接受该交易数据的最终结果。
                .des 无论是社区运营主体或是本网站任何合作伙伴都不能保证，您基于本社区提供的信息及使用个人配置交易系统进行投资一定会盈利。除此之外，社区作为跟随交易系统的开发者，不会对任何由于第三方（如作为这项服务的提供者公司或者合作经纪商）延误、疏忽而导致的客户损失承担责任。除了以上，社区明确表明不会对交易员提供的策略和交易信号承担任何责任。
                .des 运营公司注册所在地法律、法规应适用于本声明以及管辖本声明各方之间引起的争议，除非存在法律指定适用其他管辖法律。
                .des 在合约一方寻求实现本声明下的权利，或寻求宣告本声明下的任何权利或义务的任何民事诉讼或其他诉讼过程中，各合约方应承担其代理律师的费用和支出。
                .des 本声明的解释语言应为中文。如果任何文件、信息和消息的非中文表述和中文表述之间出现矛盾和不一致的情况下，双方将以中文文件、信息和消息为标准。
            .about-ous-tab-context(v-show="tabSelected == 2") 
                .title 服务条款
                .des 欢迎您使用本跟单社区网站的服务。请您务必审慎阅读并遵守《跟单社区服务条款》(以下称“本条款”)，充分了解《跟单社区服务条款》各项内容及相关法律适用条款。若您阅读并接受本条款，使用跟单社区提供的产品和服务，即视为您受本条款的约束。这是您与跟单社区之间就网站、数据、平台以及您选择或启用的第三方信号提供方（以下简称“经纪商”）的使用而签署的法定条款。若您不同意本条款，请勿使用本网站任何产品和服务。
                .des 本协议由（“本公司”）与在网站（“合作方”）上的已注册登记并已明确接受此等条款和条件的个人或公司共同签署。

                .tt 社区交易平台
                .des 我们是一个创新的社区交易平台。当跟单社区接收到交易员的交易买卖信号（即验证买卖信号）后，并确认其是否与跟随者账户的设置手数相符。如信号被接受，本社区跟随交易系统将会同步、自动为跟随者交易账户执行跟随下单指令。
                .tt 投资风险协议
                .des 1. 考虑到投资交易存在巨大的风险，建议您在开户及交易前充分了解相关法律条规及咨询专业意见，根据个人的财务状况、投资经验、风险偏好等相关因素，慎重选择适合您的保证金交易产品；
                .des 2. 本社区网站上所有信息（含文字、图片、音频、视频）均出于为公众传播有益资讯信息之目的，并不意味着本社区赞同其观点或构成投资建议，且本社区不会向您提供任何可依赖的投资建议；
                .des 3. 投资市场存在的风险是不受本社区控制或影响的，您所有的交易均由个人承担风险。

                .tt 合作经纪商信息服务
                .des 1. 本社区选择的合作经纪商是经过严格筛选、审核，且受相关机构或部门监管的合法、正规平台。如您使用本社区合作经纪商提供的信息中出现的交易系统错误、收费或记账错误、错误陈述等，本社区概不承担任何责任；
                .des 2. 建议您在进行投资交易前查阅合作经纪商在交易系统错误、隐私、记账、错误和遗漏及相关事项方面的规章制度。

                .tt 业绩统计服务
                .des 1. 您应当理解，实际投资交易的收益/亏损百分比会随着各项因素而发生变化，如初始账户余额、市场行为、跟随者的账户设置等。因此，您在进行投资过程中实际产生的收益/亏损百分比可能与社区交易员收益/亏损百分比存在一定的差异；
                .des 2. 社区不保证您所使用的经纪商信号或本网站所传播的信息能让您获得利润而不亏损，您在社区交易平台上进行保证金投资的实际收益/亏损均由您本人承担，本社区不承担任何相关责任。

                .tt 网上交易风险服务
                .des 1. 您理解并同意，使用互联网的交易服务存在一些风险，包括硬件、软件或互联网连接等不可控因素，如信号强度、互联网的接收或路径、设备硬件或软件配置、或互联网连接的可靠性等不可控，本社区不对网络交易中出现的通讯故障、误传或延误造成的损失负任何责任。
                .des 2. 贵金属、外汇等全球金融产品投资市场的波动性或非流动性可能阻碍委托以有利的价格执行，或根本无法执行。如因市场情况或您的经纪商的过错而导致交易无法执行，从而造成的任何损失、损害、成本或费用（包括但不限于，利润损失、使用损失、直接、间接、偶发或结果性损害），本社区不承担任何责任；
                .des 3. 建议您使用iPhone、Android手持移动设备在社区平台进行交易或接收数据时保持谨慎的态度，手持移动设备依赖于无线连接，会受到3G、WiFi和GPRS网络的限制，因此可能无法向投资者提供其通过网络浏览器进入社区平台时所具有的相同功能。 如因您使用手持移动设备而造成任何损失、损害、成本或费用损失（利润损失、使用损失、直接、间接、偶发或结果性损害等），本社区不承担任何责任。

                .tt 外部链接服务
                .des 您理解并同意，通过社区网站链接到其他某些网站仅出于便利而提供。因这些网站所含的信息资料不可控制，社区不对这些网站或您在这些网站找到的资料作出任何承诺。社区通往这些网站的链接信息，并不构成任何类型的认可或建议。

                .tt 适用法律和管辖权
                .des 1. 本公司注册所在地法律、法规应规范本协议以及本协议各方之间引起的争议，除非存在法律指定适用其他管辖法律；
                .des 2. 在合约一方寻求实现本协议下的权利，或寻求宣告本协议下的任何权利或义务的任何民事诉讼或其他诉讼过程中，各合约方应承担其代理律师的费用和支出。合约方认可专属管辖和法院审判地；
                .des 3. 本协议的解释语言应为中文；
                .des 4. 本公司可能通过多种语言将本协议或任何其他文件、信息和消息提供给合作方，本协议规定，合作方应当承认及确认本公司工作语言为中文。如果任何文件、信息和消息的非中文表述和中文表述之间出现矛盾和不一致的情况下，双方将以中文文件、信息和消息为标准。

                .tt 其他
                .des 如果您对本条款有意见或建议，可与社区客服联系，本社区将给予您帮助。

            .about-ous-tab-context(v-show="tabSelected == 3")
                .title 隐私政策
                .des 隐私政策由社区运营主体“（本公司）”与在社区网站（“合作方”）上已注册登记并已明确接受此等条款和条件的个人或公司共同签署。

                .tt 一般隐私政策声明（概述）
                .des 社区高度重视用户的信息保密、数据保护和数据安全。永久性保护您个人资料（如姓名、用户名、身份信息、邮箱地址以及电话号码）的安全性和秘密性，其对于我们至关重要。在以下的条款中，我们会向您说明我们收集、处理和使用个人信息的类型、范围和目的。该隐私政策只针对我们网站及其子页面，不适用于任何第三方网站。如果您通过链接进入到第三方网站网页，请重新查看对应网站的隐私政策并了解其处理您数据资料的方式。

                .tt 用户信息的收集和处理
                .des 1. 用户信息收集：为了提供或者优化我们的服务，当您从我们的网站检索所需内容时，使用数据会被储存在社区服务器，如您的IP地址（匿名形式储存）、网页浏览器、互联网供应商以及您检索该页面时所在国家。您可以在该隐私政策的八、九和十条找到更多相关说明。
                .des 2. 用户个人信息的收集: 原则上，您无需告诉我们您的任何个人信息（例如您的姓名、身份信息、地址等），除非您自愿向我们提供这些信息(例如通过邮件形式或者在填写报名表或联系表时提供。当您在注册社区账户，复制跟单服务或者希望使用我们网站提供的附加服务时，我们会要求您提供相关个人信息。除非另有说明，在符合相关法律法规的前提下或者遵照该隐私政策所规定，我们会利用收集到的信息来提供、维护、保护和改进网站及服务以为您带来更好的用户体验。当您在注册社区账户，复制交易服务或者希望使用我们网站提供的附加服务时，我们会收集如下信息（用户名、密码、邮箱地址、国家、电话号码等）
                .des 3. 交易达人（奖励提取）的信息收集： 遵照社区交易员审核程序，我们会向想要成为社区交易达人的用户收集以下信息数据（如银行卡、姓名、手机号、城市及个人其他信息等）

                .tt 原则上，您的个人信息对其他用户是不可见的，以下方面例外：
                .des 1. 交易员的信息可见性: 社区予以承认的交易员将会有命名策略，在各个策略页面的对应区域键入自由文本以及上传头像的选项。您在这些选项上不需要披露任何个人信息。如果策略提供者在这些选项上自愿上传或发布有关自己的个人信息，需意识到这样的信息会对所有的用户可见。
                .des 2. 简讯: 当您使用我们的服务时，我们会根据您的许可，使用您的注册手机或者微信发送对应消息提醒。
                .des 3. 用户的权利: 作为用户，您有权请求我们提供储存关于您的个人信息。此外，依照相关法律的规定，您有权修改、阻止和删除您的个人信息。并且，每位用户可以拒绝自己的信息被用作广告或市场/民意调查的用途。
                .des 4. 信息的安全: 您的个人信息是以网络数据加密技术传输的。我们采用技术和组织措施保护我们的网站和其他系统的安全，防止用户信息的丢失、破坏，未经授权的阅览、修改或披露。您的账户只在正确输入个人密码后才可访问。您应该始终严格保密您的访问信息，并且每次在您使用完我们的网站后，先退出登陆，随后再关闭浏览器窗口，尤其当您与他人共用一台计算机。

                .tt 用户信息的使用和传输
                .des 1. 我们只会将您提供给我们的信息用于本网站的合法商业目的。我们不向任何第三方提供您的信息。
                .des 2. 在特殊情况下，社区有法律义务向第三方提供您的信息，例如，为了配合政府监督部门和执法机构，履行法庭命令或法庭请求，社区会提供相关信息作为证据或证明以维护社区的权利和财产。

                .tt  Cookies的使用
                .des 1. 为优化我们的网站，我们会使用Cookies（小型文本文件）。当您浏览我们的网站时，我们会以"Cookies"的形式将某些信息存入您的计算机或者其他终端设备。Cookies能够以多种方式帮助我们，例如提高网站的安全性，确定网站使用频率和浏览人数，分析用户如何使用我们的网站。Cookies的使用有利于我们追踪广告效果；
                .des 2. 会话Cookies：当您使用您设置的用户名和密码登录网站时，我们会使用“会话Cookies”。会话Cookies会让网站在您的访问期间识别您，而当您结束浏览我们的网站后(浏览器窗口关闭)，这些会话Cookies就会被删除；
                .des 3. 持久Cookies: 我们也会使用持久Cookies，持久Cookies的使用可让我们识别重访网站的用户，让我们不断地改善产品并为您提供更好的服务体验，这些持久Cookies不包含任何可识别个人身份信息，存储在Cookies的信息在任何时候都不会与您的个人身份信息匹配到一起；
                .des 4. Log-In Cookies: 当您使用“在此计算机自动登录”的功能时，我们会使用持久Cookies。在这种情况下，Cookies文件将永久的保存在您的计算机硬盘上，除非您使用浏览器或操作系统软件手工将其删除。当您再次使用该网站时，网站就会通过读取这些 Cookies ，得知你的相关信息，就可以做出自动登录的动作。这些Cookies包含一个ID号。您的登录资料和您的密码不会被保存；
                .des 5. Affiliate Cookies: 当您通过社区合作伙伴的广告位置点击进入访问我们的网站时，我们会使用Cookies。这些Cookies出于为社区合作伙伴开具账单的目的而使用，且不包含任何识别您个人身份的信息。在账单明细表上，邀请您注册社区平台的合作伙伴看到的信息仅以匿名形式展现；合作伙伴无法够根据所给信息追踪到您本人；
                .des 6. 异议权：您可通过浏览器禁止保存Cookies，利用Cookies限制某些网站或者设置您的浏览器在接收到Cookies时予以通知的途径，以达到阻止Cookies的使用和拒绝创建使用配置文件的目的。您还可随时从硬盘中清除这些Cookies，但请注意，如果您拒绝了会话Cookies，您将可能无法使用我们的平台。

                .tt 日志文件
                .des 您每次登录我们网站的任一页面，访问数据会被记载在服务器日志文件中，日志文件中所记载的数据集包含以下信息：
                .des 日期/时间、状态、浏览器向服务器发送的请求、传输的数据量、访问来源页
                .des 所使用的浏览器的产品和版本信息
                .des 我们使用IIS Web 服务器标准“组合”日志格式作为记录格式。用户的互联网协议（IP）地址在用户结束访问我们的网站后不会被保存，而是会在使用结束后被删去或者匿名化（适用任何法律保留原则）。匿名化意味着IP地址经过处理而失去了确定性，也就是无法通过有关个人或事实的数据条件搜寻并识别访问者的个人身份，除非某方投入大量时间、精力和成本来辨认访问者个人身份。
                .des 我们会对日志数据（日志）进行匿名统计评估，这些被用作评估的数据不会包含任何表明您个人身份的属性或迹象。评估数据的目的是为了解我们网站的表现和效能。此外，您通过使用日志文件，我们可以识别缺陷;例如有缺陷的超链接或者程序缺陷。因此，我们利用日志文件实现我们网站的可持续发展。我们任何时候都不会将日志文件存储的页面访问及使用信息和可识别个人身份的信息联系在一起。在某些特殊情况下，如果用户有非法或者非契约性地使用我们网站和/或我们服务的嫌疑时，我们保留使用日志文件数据的权利。

                .tt  适用法律和管辖权
                .des 1. 社区运营主体公司注册所在地法律、法规应规范本隐私政策以及本隐私政策各方之间引起的争议，除非存在法律指定适用其他管辖法律；
                .des 2. 在合约一方寻求实现本隐私政策下的权利，或寻求宣告本隐私政策下的任何权利或义务的任何民事诉讼或其他诉讼过程中，各合约方应承担其代理律师的费用和支出，合约方认可专属管辖和法院审判地；
                .des 3. 本隐私政策的解释语言应为中文；
                .des 4. 本公司可能通过多种语言将本隐私政策或任何其他文件、信息和消息提供给合作方，本隐私政策规定，合作方应当承认及确认本公司工作语言为中文。如果任何文件、信息和消息里非中文表述和中文表述之间出现矛盾或不一致的情况下，双方将以中文文件、信息和消息为标准。


            .about-ous-tab-context(v-show="tabSelected == 4") 
                .title 社区守则
                .des 本社区以投资策略为导向，分享投资策略和投资知识。因此，社区制定了一套社区基本守则，请广大用户知悉。
                .des 社区信息只是为了给投资提供参考信息，让投资用户在此相互学习、分享、互动，并不构成任何投资建议和推荐。投资完全取决于您的个人独立思考和决策，本社区并不会对投资盈利亏损承担任何责任。
                .des 1. 社区是给交易员和跟随者提供交流的平台，以便跟随者通过交流、了解选择信任的交易员跟随投资。交易员也可以在社区内，向跟随者分享自己的专业投资知识，以达到相互了解选择跟随投资对象的目的；
                .des 2. 社区为合作伙伴、金融机构及用户所提供的信息，本社区不保证其可靠性和真实性。因此，信息发布者只对其发布内容的合法性承担责任，并不会对据此操作的投资所产生的盈利及亏损承担任何责任；
                .des 3. 任何在社区发布信息的行为均代表其个人行动，社区设定官方帐号对产品技术服务发布信息的行为代表本社区官方立场。

                .tt  社区言论内容规范
                .des 社区主要为分享投资经验、投资策略、研究及分析行情等相关的金融投资信息，希望社区用户积极发言及分享，并参与讨论相关范围内容。

                .tt  社区管理
                .des 为维护广大社区用户的合法权益，提供健康文明的社区环境，创造和谐良好的社交氛围，根据《全国人大常委会关于维护互联网安全的决定》、 《互联网信息服务管理办法》、《互联网用户帐号名称管理规定》等现行法律法规，本社区明确制定社区各类违规现象及相应处罚准则。
                .des 1. 使用不文明不健康用语（侮辱、歧视、猥亵类等词句）进行人身攻击、地域攻击、民族歧视等，一经发现立即限制展示或删除，并视情节严重程度对发布该内容的用户予以警告、禁言或停用帐号处理；
                .des 2. 发布触及现行法律法规，危害用户和社区安全及合法权益的信息，一旦发现立即停止展示或删除，并视情节严重程度对发布该信息的用户予以警告、禁言或停用帐号处理；
                .des 3. 发布垃圾信息破坏网络环境，如反复发布与主题无关的评论、垃圾广告等，对其他用户造成干扰且被投诉的，将对内容进行删除，并视情节严重程度予以警告、禁言或停用帐号处理；
                .des 4. 乱发广告信息，如销售广告、咨询广告、股票网站等，一经发现立即删除，并视情节严重程度予以警告、禁言或停用帐号处理；
                .des 5. 胡乱发布淫秽、色情、暴力、迷信和犯罪等信息，一经发现加以清除，并视情节严重程度对该信息发布用户予以禁言、或停用帐号处理；
                .des 6. 侵犯他人合法权益（名誉权、肖像权、知识产权等）的行为，以及传播病毒代码、黑客程序等妨害第三方权益的文件和信息，并被投诉的，一经发现将对该用户予以禁言、停用账户处理；
                .des 7. 用户头像、昵称以及个人简介涉及敏感时政、反动等内容，限期修改；逾期未改，将视情节严重程度予以禁言或停用账户处理；
                .des 8. 用户帐号头像、昵称、简介及言论侵犯他人（包括自然人和法人）名誉权、肖像权、隐私权、知识产权、商业机密等合法权益，且被当事方举报投诉的，视情节严重程度予以限制展示、删除、警告、禁言或者停用账户处理；
                .des 9. 反复发表相同评论内容，一经发现立即删除，并视情节严重程度对发布该内容用户予以禁言、停用账户处理；
                .des 10. 发布QQ号、QQ群、微信公众号、微信群号、微信二维码，以及未经社区允许的第三方活动信息、推广信息、销售信息等营销信息，一经发现将对该用户予以禁言、停用账户处理。
                .des 本守则自修订之日起施行，对违反社区规则的账户予以规定的警告、禁言、停用账户处理，禁言是社区的主要处罚机制， 被禁言的用户无法评论、转发、评赞、修改个人信息，只能浏览网页，禁言期后可恢复正常，禁言处罚视情节严重程度可分为禁言时间为1天、禁言时间为7天、禁言时间为15天或永久性禁言。
                .des 如对社区处罚机制有任何疑问或异议，可向客服发送邮件进行申诉。
                .des
                .tt  言论可信度
                .des 社区用户均有发言权，且仅代表其个人立场，投资需根据您个人独立思考作出判断和决策，在社区中，社区设定的官方帐号对社区自身产品、技术相关问题作出的言论代表官方立场。

                .tt  版权说明
                .des 若出于非商业、非盈利、非广告性目的，任何试图将社区网站社区的内容转载、引用到其他地方，需注明内容原出处。如涉及侵权事宜，版权方可向本社区进行投诉，并提供相关证明版权的资料，本社区在核实后将会进行处理。
                .des 本守则自修订之日起施行。



</template>

<script>
import BaseLayout from '../../layout/base_layout.vue'
import E from '../../../utils'
const tabs = [
  {
    value: 0,
    label: '关于我们'
  },
  {
    value: 1,
    label: '申明'
  },
  {
    value: 2,
    label: '条款'
  },
  {
    value: 3,
    label: '隐私'
  },
  {
    value: 4,
    label: '社区守则'
  }
]
export default {
  data() {
    return {
      year: '',
      month: '',
      info: {},
      tabSelected: 0,
      tabs
    }
  },
  components: {
    BaseLayout
  },
  methods: {
    tabActive(val) {
      if (val === this.tabSelected) {
        return 'active'
      }
    },
    selectTabHandler(val) {
      this.tabSelected = val
    },
  },
  created() {
    const now = new Date()
    this.month = now.getMonth() + 1
    this.year = now.getFullYear()
    E.handleRequest(E.api().get('com/getActive'))
      .then(res => {
        this.info = res.data.content
      })
  }
}
</script>

<style lang="sass" scoped>
.about

  &-header
    padding-top: 60px
    // height: 630px
    // background:url(../../../assets/images/abount-banner.jpg) center top no-repeat
    overflow: hidden

    video
      width: 100%

  &-content
    width: 1190px  
    background-color: white
    margin: 0 auto
    position: relative
    top: -74px
    padding-top: 60px
    text-align: center   
  &-statistics
    padding: 63px 15% 0 15%
    display: flex

    &-item
      display: flex
      flex: 1
      align-items: center
      flex-direction: column
      text-align: center

      &-img
          display: flex
          align-items: center
          justify-content: center
          width: 100px
          height: 100px

      &-num
        color: #1138FF
        font-weight: 500
        font-size: 36px
        line-height: 42px;

      &-text
        margin: 20px 0 16px
        color: #999
        font-size: 16px
        line-height: 22px

  &-ous
    width: 1190px
    margin: -54px auto 20px
    background: #fff
    &-tab
        height: 40px
        font-size: 14px
        color: #333
        background: #eee

        &-item
            display: inline-block
            line-height: 38px
            padding: 0 24px
            cursor: pointer
            border-top: 2px solid #eee
            &.active
                color: #1138FF
                border-top: 2px solid #1138FF
                background: #fff

        &-context
            padding: 30px 40px 70px
            .title
                margin-bottom: 10px
                margin-top: 30px
                font-size: 17px
                font-weight: 600
                color: #333
                line-height: 22px
            .tt
              margin-bottom: 10px
              margin-top: 30px
              font-size: 13px
              font-weight: 600
              color: #333
              line-height: 22px
            .des
                margin-bottom: 15px
                font-size: 12px
                color: #333
                line-height: 17px

        
    &-company
        width: 100%
        max-width: 1180px
        margin: 0 auto
        &-title
            font-weight: 600
            font-size: 35px
            text-align: center
        &-detail
          margin: 35px auto
          max-width: 800px
          color: #666
          font-weight: 400
          font-size: 16px
          line-height: 28px

  &-tech
      width: 1200px
      padding-bottom: 100px
      margin: auto
      &-product-box
        display: flex
        -webkit-box-pack: justify
        justify-content: space-between
        padding-bottom: 60px
        &-item
          display: flex
          -webkit-box-orient: vertical
          -webkit-box-direction: normal
          flex-direction: column
          -webkit-box-align: center
          align-items: center
          padding-bottom: 26px
          text-align: center
          &-title
              font-weight: 600
              font-size: 35px
              text-align: center

  &-date
    padding: 26px 0 20px
    color: #ccc
    font-size: 12px
    text-align: center
</style>
